[{"Name":"Adaptability","Description":[{"Content":"This ability alters the wielder's STAB to be 2x instead of 1.5x."}],"Competitive":[{"Content":"This ability is very useful on paper, but it has a very low distribution, with many of the possible users rarely being used in most tiers. Crawdaunt is the most noteworthy user, and Adaptability is one of the main reasons for its viability—Adaptability turns its relatively low-powered STAB attacks, Crabhammer and Crunch, into monstrous weapons, especially coming off its high base 120 Attack stat. Porygon-Z is the only other notable fully-evolved user of Adaptability, and is almost certainly the most powerful; however, its other ability, Download, is usually a better choice. The only other notable Pokemon to receive Adaptability is Eevee, who can use a 204 Base Power Return in Little Cup."}]},{"Name":"Aftermath","Description":[{"Content":"If the wielder is KOed by a contact attack, the attacker takes damage equal to 25% of its maximum HP. Aftermath will not work if there is a Pokemon with Damp on the field."}],"Competitive":[{"Content":"This ability appears very situational, but in the right circumstances it can be very useful to hurt physical attackers, especially when Life Orb is also depleting their health. While there are many better abilities, the Pokemon that have Aftermath usually have few usable alternatives. The fully evolved Pokemon that have Aftermath are Skuntank and Drifblim (although if playing with Dream World Pokemon, Garbodor and Electrode also gain the ability). Aftermath is one of the factors that make Skuntank in particular a dangerous opponent, so it should under no circumstances be underestimated. The pre-evolutions of the aforementioned Pokemon can also use this ability effectively in Little Cup."}]},{"Name":"Air Lock","Description":[{"Content":"All effects of fog, hail, rain, sandstorm, and sun are temporarily disabled as long as the wielder is in play. The weather condition will continue to prevail until it fades or is replaced, but the battle will act as if there is no weather condition in play. However, the game will report the messages about what weather is active. The weather-related formes of Cherrim and Castform will revert to normal when the wielder is on the field. When a Pokemon with Air Lock enters battle, an activation notification of \"[Pokemon] has Air Lock!\" will be given."}],"Competitive":[{"Content":"Only one Pokemon has access to Air Lock, and that's Rayquaza. In Ubers, Rayquaza can stymie to an extent all the Pokemon reliant on weather. Ubers is the tier where the most fearsome auto-weather inducers roam, namely Kyogre and Groudon. While Rayquaza is on the field, Chlorophyll and Swift Swim users no longer get their Speed boost, Thunder users such as Kyogre lose their perfect accuracy, and some of the sting is taken off boosted Water- and Fire-type attacks in rain and sun, respectively. Unfortunately, this also means that Rayquaza can't make use of the boosts to moves such as Waterfall, Surf, Fire Blast, and V-create that it would ordinarily get from the weather—but hey, you win some, you lose some."}]},{"Name":"Analytic","Description":[{"Content":"Any damaging attack other than Future Sight and Doom Desire used by the wielder has its Base Power multiplied by 5325/4096 (about 130%) if it moves after its target. If the target switches out, the Analytic boost still applies."}],"Competitive":[{"Content":"In essence, Analytic is a Life Orb boost without recoil. Analytic is only available from the Dream World; however, all competitively viable users of it are released and available to use. It is a technically good ability; however, many of its users are too frail or too fast to use this ability effectively. That said, it has situational usage on Starmie's Offensive Rapid Spin Set. Because that set can force switches, Analytic boosts Starmie's attacks against the switch-in, attaining 2HKOs it otherwise could not. On more defensive or Choice sets, however, Starmie's average 60 / 85 / 85 defenses and base 115 Speed make Analytic a poor choice over Natural Cure. Magnezone, however, is a much better candidate, as not only is it rather slow, but it also has high defenses and a huge base 130 Special Attack stat. Of course, using Analytic means forfeiting Magnet Pull, which gives Magnezone its great niche in the metagame. The loss of Magnet Pull would hurt Magnezone, so think carefully before slapping Analytic on, even though its power is pretty incredible if Magnezone also carries Choice Specs. Lastly, the only other notable Pokemon to get Analytic are the Porygon family, and unfortunately they too have much better abilities to make use of. As a defensive Pokemon, Porygon2 would greatly prefer Trace, and Porygon-Z has Download and Adaptability to choose from already, not to mention that it isn't nearly bulky enough to be ripping through teams with Analytic."}]},{"Name":"Anger Point","Description":[{"Content":"If the wielder is struck by a critical hit, its Attack is raised by +12 (meaning that even if its Attack has a negative stat drop, it will be maximized to +6). This ability will not activate if the wielder is behind a Substitute."}],"Competitive":[{"Content":"We all hate hax, so Anger Point allows you to turn an unfortunate critical hit to your advantage, giving you a Pokemon with +6 Attack and your opponent a real headache. This relies upon your actually surviving said critical hit, which is easier said than done. Indeed, most of the Pokemon who this applies to are so frail that a critical hit from almost anything will inevitably KO or cripple them. Oh, and this is ignoring the minuscule chance of this ability activating in the first place, which is, on average, 6.25% per attack. Thus, this ability should never be competitively used in singles. In double or triple battles, there are strategies employed that involve the use of Anger Point, where Pokemon such as Tauros or Primeape are partnered with Pokemon with Frost Breath or Storm Throw, both of which guarantee a critical hit."}]},{"Name":"Anticipation","Description":[{"Content":"On switch-in, the wielder shudders if any foe has a super effective or OHKO move. It does not alert the wielder to OHKO moves that cannot hit it. Counter, Metal Burst, and Mirror Coat count as attacking moves of their respective types, while Bide, Hidden Power, Judgment, Natural Gift, Techno Blast, and Weather Ball are considered Normal-type moves. Anticipation will immediately activate whenever the ability is acquired, such as through Skill Swap or Role Play."}],"Competitive":[{"Content":"Anticipation is mediocre competitively and in-game. Unlike most other competitively useless abilities, it doesn't have an in-game benefit. Toxicroak and Whiscash have better abilities, even though in Whiscash's case, Oblivious is still pretty useless. It is Wormadam's only non-Dream World ability, but Wormadam shouldn't ever be used regardless. With OHKO moves being banned in standard play, half of Anticipation's purpose is removed. It doesn't distinguish the individual moves themselves, so it provides little information anyway."}]},{"Name":"Arena Trap","Description":[{"Content":"Opposing grounded Pokemon cannot switch out while the wielder is on the field. Grounded Pokemon are those that are not part Flying-type, do not have the ability Levitate, do not have Magnet Rise active, and are not holding an Air Balloon. If Gravity is active, all Pokemon are grounded. All Pokemon holding an Iron Ball are grounded, as are Pokemon under the effect of Ingrain (although they can't manually switch out anyway). A grounded Pokemon can escape by using Baton Pass, U-turn, or Volt Switch (as long as the wielder isn't immune to Volt Switch), or by holding the item Shed Shell. Arena Trap does not prevent the effect of Eject Button."},{"Content":"When the wielder is first in the party, the chance of wild encounters occurring is increased."}],"Competitive":[{"Content":"This ability is incredibly useful. Its very low distribution has only increased its niche. Three Pokemon have access to Arena Trap. Diglett is used in LC, whilst its evolution, Dugtrio, can often be seen in the upper tiers. Sometimes, Dugtrio even makes an appearance in Ubers due to its ability to trap Pokemon locked into Thunder or another Electric-type attack, and then dispatch them swiftly with a STAB Earthquake. This makes Dugtrio the perfect revenge killer, more or less guaranteeing the removal of a problem Pokemon, but Dugtrio does have a tendency to become set-up fodder afterwards."}]},{"Name":"Bad Dreams","Description":[{"Content":"As long as the wielder is on the field against a sleeping opponent, that opponent will take damage equal to 1/8 of its maximum HP at the end of each turn. This ability will deal damage even if the opponent is asleep due to Rest. In a multi battle, a sleeping Pokemon will lose health due to each adjacent foe's Bad Dreams. A sleeping Pokemon will not lose health because of its partner's Bad Dreams."}],"Competitive":[{"Content":"Darkrai may be the only Pokemon to obtain this ability, but even something as frail as Darkrai can put it to good use. Darkrai is well known for being extremely fast, and so very capable of putting a threat on the opponent's team to sleep. This will result in at least one turn of Bad Dreams damage. However, it is more likely than not that a sleeping Pokemon will switch out of Darkrai, not only out of fear of Bad Dreams, but out of fear of either a powerful switch-in, or Darkrai's powerful special attacks. All in all, this ability is decent for doing small damage, making KOs easier, but Darkrai usually will not be trapping, then stalling foes to death with it."}]},{"Name":"Battle Armor","Description":[{"Content":"The wielder cannot be struck by critical hits."}],"Competitive":[{"Content":"This ability is situationally useful, but suffers as there is very little that it can really accomplish outside of being a useful little perk. Another problem with it is its relatively low distribution; only three Pokemon, Kabutops, Armaldo, and Drapion, receive this ability outside of the Dream World. Generally speaking, Kabutops will almost always prefer Swift Swim, though Armaldo and Drapion can perhaps find some use of it. Marowak receives it from the Dream World, and certainly it is more useful than Lightningrod, as well as Rock Head should you not be using Double-Edge."}]},{"Name":"Big Pecks","Description":[{"Content":"The wielder's Defense stat cannot be lowered. It does not prevent self-inflicted Defense drops, such as the Defense drop from Superpower. It also does not block the effects of Haze, Heart Swap, or Guard Swap."}],"Competitive":[{"Content":"Moves that lower Defense are scarce if not nonexistent competitively, meaning anything with access to Big Pecks always has a better option, such as Hydration for Swanna or Super Luck for Unfezant. That said, everything with access to Big Pecks is pretty much competitively poor anyway, so don't expect to ever need an alternative."}]},{"Name":"Blaze","Description":[{"Content":"When the wielder is at 1/3 HP or less, all of its Fire-type moves will have 50% more power."}],"Competitive":[{"Content":"Blaze is usually exclusive only to the Fire-type starter Pokemon, and is their only ability. However, the advent of Dream World has brought some more usable options, such as Blaziken's Speed Boost, or Emboar's Reckless. However, there are times when Blaze can be effective. Whereas the high prevalence of priority attacks and sandstorm has made it a less effective option, using Substitute to bring a Pokemon's HP into the range of Blaze and a pinch Berry was an option at one point (most notably for Belly Drum Charizard). Nowadays, however, Blaze is simply a last-ditch attempt to deal some damage before the Pokemon goes down."}]},{"Name":"Chlorophyll","Description":[{"Content":"If sun is the prevailing weather condition, the wielder's Speed stat is doubled. If the sun ends or a new weather condition is brought into play, the wielder's Speed returns to normal."}],"Competitive":[{"Content":"Chlorophyll is an extremely powerful tool for sun-based teams. Most Grass-type attackers may pack a punch, but they are usually terribly slow. Pokemon such as Victreebel and Tangrowth have trouble launching one of their ground-shattering attacks, due to being outsped and taken out. However, many Grass-type Pokemon with Chlorophyll still face the same problem in that their own weather condition makes their weakness to Fire-type attacks greater. Chlorophyll is an amazing ability in its own right, turning Pokemon such as Sawsbuck and Venusaur into dangerous attackers. However, the fundamental problem still lies with using the weather condition as a core for a team."}]},{"Name":"Clear Body","Description":[{"Content":"The wielder's stats cannot be lowered. It does not prevent self-inflicted stat drops, such as the Speed drop from Curse or the Attack and Defense drop from Superpower. It also does not block the effects of Haze, Heart Swap, Guard Swap, or Power Swap."}],"Competitive":[{"Content":"Clear Body may seem unimpressive at first, but can actually prove to be extremely effective under certain conditions. Metagross is a powerful physical attacker, but Gyarados and Salamence can often Intimidate a physical attacker, reducing its usefulness. Metagross does not have to worry about this, and as a result, is undaunted by any attempts the opponent makes to cut its sweep short, bar status or KO (it should be noted here that unless it carries ThunderPunch, Metagross is still helpless against Gyarados). Some of the other Pokemon to obtain Clear Body have better options, but sometimes it can be effective, depending on the conditions and what that Pokemon is doing."}]},{"Name":"Cloud Nine","Description":[{"Content":"All effects of fog, hail, rain, sandstorm, and sun are temporarily disabled as long as the wielder is in play. The weather condition will continue to prevail until it fades or is replaced, but the battle will act as if there is no weather condition in play. However, the game will report the messages about what weather is active. The weather-related formes of Cherrim and Castform will revert to normal when the wielder is on the field. When a Pokemon with Cloud Nine enters battle, an activation notification of \"[Pokemon] has Cloud Nine!\" will be given."}],"Competitive":[{"Content":"In a metagame dominated by weather, where sandstorm and rain are never too far away, Cloud Nine can be an incredibly useful tool, capable of stopping teams in their tracks. Although its distribution leaves a lot to be desired, Altaria and Golduck are by no means poor when it comes to stopping rain teams or sandstorm teams. There may be more effective checks for certain weather conditions, but Cloud Nine is more than sufficient as a temporary stop to any weather abuser's sweep."}]},{"Name":"Color Change","Description":[{"Content":"After all hits from a damaging attack by another Pokemon, the wielder's type will change to the type of that move. Moves affected by Sheer Force do not activate Color Change. This ability will not activate if the wielder is behind a Substitute."}],"Competitive":[{"Content":"Color Change is more trouble than it's worth. Changing type to hopefully resist your opponent's next attack sounds nifty on paper, but nearly every Pokemon out there carries some form of coverage that can hit your Pokemon for neutral damage. What's worse is that common coverage combos like Dark + Fighting and Rock + Ground can line you up to take super effective damage. Color Change is a major thorn in Kecleon's side and one of the many reasons you'll almost never see it, even in NU."}]},{"Name":"Compoundeyes","Description":[{"Content":"Increases the accuracy of all moves used by the wielder by 30%. This is a multiplicative increase, not additive, meaning if a move has 50% accuracy before Compoundeyes, it is brought to 65% (0.5 * 1.3) total accuracy afterward. When a Pokemon with this ability is first in the party, wild Pokemon will have a higher chance of holding an item."}],"Competitive":[{"Content":"This ability is useful on Pokemon with low-accuracy moves, and fortunately, many of the Pokemon with this ability have low-accuracy moves to exploit. Galvantula and Butterfree are possibly the most well-known of these; Galvantula can make great use of a 91% accurate Thunder, while Butterfree can use a 97.5% accurate Sleep Powder and Stun Spore."}]},{"Name":"Contrary","Description":[{"Content":"All moves that would lower one of the wielder's stat stages increase that stat by the same amount, and all moves that would raise a stat stage lower it by the same amount. This also applies to moves with stat-affecting side-effects, including but not limited to:"},{"Elements":["Overheat","Leaf Storm","Psycho Boost","Draco Meteor","Close Combat","Superpower","Charge Beam","Flame Charge"]},{"Content":"Contrary does not alter the effects of Haze, Heart Swap, Guard Swap, or Power Swap."}],"Competitive":[{"Content":"Spinda receives both Contrary and Superpower from the Dream World. This combination allows Spinda to boost its very poor Attack and Defense stats in one shot. Unfortunately, Spinda is so slow and still specially frail that many special attackers who resist or are immune to Superpower can switch in and KO it with a strong special attack."}]},{"Name":"Cursed Body","Description":[{"Content":"Whenever an attack would deal damage to the wielder, there is a 30% chance of that attack being disabled. If the wielder is dealt zero damage from an attack that would have damaged it (such as using False Swipe when the target has 1 HP), except for the effect of a final modifier or the attack itself, Cursed Body will still activate normally. Cursed Body has a separate chance of activation on each hit of a contact multi-hit move, but will not stop any multi-hit move before it has been completed. Does not work if the attack hits a Substitute, but does work if the attacker is behind a Substitute, or if the Pokemon with Cursed Body is knocked out by the attack."}],"Competitive":[{"Content":"Froslass is extremely frail so is unlikely to make use of the ability, and Jellicent has Water Absorb which is usually considered to be more effective. As well as this, the fact that Disable is a poor strategy which requires a move to be damaging, coupled with the low effect chance, makes it unreliable."}]},{"Name":"Cute Charm","Description":[{"Content":"When a Pokemon of the opposite gender connects with a contact move against the wielder, there is a 30% chance of it becoming infatuated. Cute Charm has a separate chance of activation on each hit of a contact multi-hit move, and can status a Pokemon multiple times if the first status is removed by the effect of Mental Herb."},{"Content":"When the wielder is first in the party, wild Pokemon have an increased chance of being of the opposite gender."}],"Competitive":[{"Content":"Cute Charm is unreliable, but it certainly has its uses. Having an opponent struck by a timely bout of infatuation can turn the game around. So why isn't Cute Charm seen more often? Well, most Pokemon that get Cute Charm have a better ability on hand, such as Magic Guard for Clefable, Frisk for Wigglytuff, or Klutz for Lopunny. Cute Charm should be tossed aside for a better ability unless there are no other options or legality issues."}]},{"Name":"Damp","Description":[{"Content":"Selfdestruct and Explosion will fail while the wielder is on the field. The user will not faint. It also prevents a Pokemon with Aftermath from dealing damage after it has fainted."}],"Competitive":[{"Content":"While last generation this ability had some merit, since Explosion and Selfdestruct had their power halved this generation, Damp is near enough useless, as almost no Pokemon ever run such moves anymore. It may have some situational use, but for the most part, it should be avoided if another choice is available."}]},{"Name":"Defeatist","Description":[{"Content":"When the wielder is at 50% HP or less, its Attack and Special Attack are halved. Both stats return to normal if the wielder's HP goes back above 50%."}],"Competitive":[{"Content":"Defeatist hasn't just prevented Archeops from being overpowered, it has turned Archeops almost into a non-threat, due to its excessive frailty and vulnerability to many super effective attacks. It also discourages the use of Archeops's most powerful attack, Head Smash. Sadly, it is the only ability Archeops can obtain, and while it is difficult to work around, it doesn't neuter Archeops entirely."}]},{"Name":"Defiant","Description":[{"Content":"Whenever an attack by an opposing Pokemon or an ability from an opposing Pokemon causes a stat stage of the wielder to be reduced, its Attack is raised by 2 stages. Defiant triggers once for each different stat stage reduced."}],"Competitive":[{"Content":"Braviary and Primeape have access to Superpower and Close Combat respectively, but Defiant isn't triggered by self-inflicted stat drops, so this makes the entire ability slightly worse. However, it is still useful for preventing the effects of Intimidate for Bisharp, Braviary, and Primeape."}]},{"Name":"Download","Description":[{"Content":"Upon switch-in, Download raises either the Attack stat or Special Attack stat of the wielder by one stage depending on the foe's lowest current defensive stat; it will raise the Special Attack stat if the foe's current Special Defense is lower than its current Defense stat, and vice versa. If the foe's Defense and Special Defense are equal, then the Special Attack stat is increased. Download will add all opposing Pokemon's stats and calculate the lower stat between them in multi battles. Download will immediately activate whenever the ability is acquired, such as through Skill Swap or Role Play."}],"Competitive":[{"Content":"Only four Pokemon have the ability Download, three of whom are in the Porygon evolution family. When Porygon-Z gets a Special Attack stat increase it will become a pretty threating sweeper, though Adaptability is also a tempting (less powerful, but more reliable) ability. Download is a good ability to use for Agility sweeping because if the user gets a Special Attack stat increase, it will be a nice pair with a Speed stat increase from Agility making it not very easy to counter. The biggest user of Download, however, is undoubtedly Genesect, who can use a Special Attack boost to hit extremely hard and take full advantage of its huge special movepool, while an Attack boost enables it to fire off a U-turn comparable in strength to Scizor's. Download is a large part of Genesect's success, and the reason why some battlers choose to deliberately run low Defense IVs to ensure that Genesect can't get that all-important boost."}]},{"Name":"Drizzle","Description":[{"Content":"Causes rain weather upon entering the battlefield. Instead of lasting 5 turns, it lasts the entire match, unless another weather is activated. If two weather inducers are sent out at the same time, the slower of the two will have their weather set up over the faster one. If rain weather was already induced via Rain Dance, sending out a Pokemon with Drizzle will make rain indefinite. Drizzle will immediately activate whenever the ability is acquired, such as through Skill Swap or Role Play."}],"Competitive":[{"Content":"Drizzle is one of the biggest factors in any metagame it is allowed in, thanks to its permanent rain effect. It supports many Pokemon with its multitude of effects. Many Electric-type Pokemon can now comfortably run Thunder over Thunderbolt, while the few Pokemon who have Hurricane can utilize a perfect accuracy 120 Base Power attack with great neutral coverage. Pokemon who are weak to Fire-type attacks can remove their weakness with the rain, while Water-type Pokemon can use their double-STAB Water-type attacks to destroy the opponents team. In OU, Politoed is transformed from a poor excuse for a Water-type into a powerful attacker; in Ubers, Kyogre becomes nigh on uncounterable. In OU however, Drizzle cannot be used with Pokemon who use Swift Swim, such as Kabutops and Kingdra, meaning people who want to use such a strategy must use the move Rain Dance instead. Such restrictions do not exist in Ubers."}]},{"Name":"Drought","Description":[{"Content":"Causes sun weather upon entering the battlefield. Instead of lasting 5 turns, it lasts the entire match, unless another weather is activated. If two weather inducers are sent out at the same time, the slower of the two will have their weather set up over the faster one. If sun weather was already induced via Sunny Day, sending out a Pokemon with Drought will make sun indefinite. Drought will immediately activate whenever the ability is acquired, such as through Skill Swap or Role Play."}],"Competitive":[{"Content":"Sun is, while often thought of as inferior to rain and sandstorm, a very powerful weather condition in its own right, and as such, Drought can spawn many different forms of team support and strategies. Many Grass-type Pokemon can now run SolarBeam without drawbacks, while getting their Speed boosted by the Chlorophyll ability. Examples of these include Tangrowth, Venusaur, and Victreebel. The effects of Growth are also doubled, so a Tangrowth can effectively gain a Nasty Plot and Swords Dance on the same turn. Fire-type Pokemon can blast opposing Pokemon away with their double-STAB Fire-type attacks, while also losing their Water-type weakness."}]},{"Name":"Dry Skin","Description":[{"Content":"The wielder takes 25% more damage from Fire-type attacks than it ordinarily would, but gains 25% of its maximum HP if hit by a Water-type attack. If rain is the prevailing weather condition, the wielder gains 1/8 of its maximum HP at the end of each turn; if sun is, then it loses 12.5% of its health instead."}],"Competitive":[{"Content":"Dry Skin is a great ability in an environment where Drizzle is usable. Despite the limited distribution of Dry Skin, Pokemon can easily use the 12.5% health regain to their advantage. Toxicroak is the most notable user of this ability, as it can easily use Substitute and set up Swords Dance to sweep, as well as bringing to a halt many common Water-type sweepers."}]},{"Name":"Early Bird","Description":[{"Content":"If the wielder is asleep, its sleep counter decreases by two every turn before it attacks rather than the usual one, allowing the wielder to either wake up immediately or after a single turn, depending on the randomly generated sleep counter. This effect also applies to user-induced sleep caused by moves such as Rest."}],"Competitive":[{"Content":"Despite being a decent ability, many of the Pokemon who get this ability cannot utilize it well, either because they get a better secondary ability, or because they are just not very good themselves. Sleep-inducing moves are also not very common; the most common is Spore, making this ability fairly unreliable without using Rest. Many Pokemon who do get this ability however are not bulky enough to take a hit to make this an effective strategy."}]},{"Name":"Effect Spore","Description":[{"Content":"The wielder has an 11% chance of inducing sleep upon, 10% chance of poisoning, or 9% chance of paralyzing (30% chance to activate in total) a Pokemon that connects with a contact move. Effect Spore has a separate chance of activation on each hit of a contact multi-hit move, and can status a Pokemon multiple times if the first status is removed by the effect of Lum Berry or similar items. If a Pokemon falls asleep in the midst of a multi-hit attack, it will stop attacking (unless it is holding a Lum or Chesto Berry, in which case it will wake up and continue attacking). Effect Spore is prevented by Safeguard, but not by Substitute."}],"Competitive":[{"Content":"Effect Spore's random effects can be handy, but they can be undesirable on Pokemon that rely on selective status conditions to deal with opponents, primarily sleep. Unfortunately, that encompasses every Pokemon with Effect Spore out there. Use another ability if you can."}]},{"Name":"Filter","Description":[{"Content":"Whenever a super effective move is used on the wielder, the damage is decreased by 1/4. Basically, 2x effective attacks are treated as though they were 1.5x effective, and 4x effective attacks as if they were 3x effective."}],"Competitive":[{"Content":"Filter is a simple Solid Rock clone, although its limited distribution holds it back. With Filter, the user takes decreased damage from super effective attacks, meaning that Mr. Mime and Mime Jr. are a bit harder to take down than normal with moves such as Pursuit. Feel free to use Filter on one of Mr. Mime's offensive or Baton Pass sets if you dislike Technician or Soundproof, respectively."}]},{"Name":"Flame Body","Description":[{"Content":"When a Pokemon connects with a contact move against the wielder, there is a 30% chance of burning it. Flame Body has a separate chance of activation on each hit of a contact multi-hit move, and can status a Pokemon multiple times if the first status is removed by the effect of Lum Berry or similar items. Flame Body is prevented by Safeguard, but not by Substitute."},{"Content":""}],"Competitive":[{"Content":"Flame Body is a strange cushion against physical assaults. Pokemon such as Volcarona typically use Fighting-type assaults as an opportunity to switch in, and a lucky Flame Body activation can cripple the opponent should they lack Guts, giving your Pokemon a golden opportunity to set up. It should not be chosen on Pokemon such as Heatran and Magmortar who have more reliable abilities like Flash Fire or Vital Spirit, respectively, but it's not too bad on Pokemon stuck with it. Flame Body works best on Pokemon that have high Defense and can easily switch into physical contact attacks in order for Flame Body to activate effectively. It should also be noted that burning a Fake Out user with the aid of Flame Body is absolutely hilarious."}]},{"Name":"Flare Boost","Description":[{"Content":"When the wielder is affected by burn, its Special Attack is increased by 50%."}],"Competitive":[{"Content":"While Drifblim usually prefers using one of its Baton Pass or Acrobatics sets, both of which rely on Unburden, Flare Boost can give Drifblim some much needed extra firepower. A simple moveset consisting of three attacks and Protect with a Flame Orb could surprise your opponents and put a substantial dent in their defenses."}]},{"Name":"Flash Fire","Description":[{"Content":"The wielder is immune to Fire-type moves, and the power of the wielder's Fire-type moves by 50% when they are hit by a Fire-type move, regardless of whether the Fire-type move deals damage. Once the user is hit by a Fire-type move, Flash Fire activates. If the user is targeted by another Fire-type move after Flash Fire is activated, the user will be immune to the move but it receives no further boost. If the wielder loses Flash Fire by an ability-changing effect, the boost to Fire-type moves is lost and is not regained if Flash Fire is restored to the original wielder (until it is targeted by another Fire-type move)."}],"Competitive":[{"Content":"Flash Fire is a great ability. On teams that need to patch up a Fire-type weakness, Pokemon with this ability do a great job at doing so while also giving a big boost to their Fire-type moves. Activating Flash Fire under the sun makes for a devastating ability that inflicts massive damage, making Pokemon such as Chandelure and Heatran ridiculously powerful."}]},{"Name":"Flower Gift","Description":[{"Content":"Flower Gift is hardcoded to only work for Cherrim. If sun is the prevailing weather condition, the wielder raises its own Attack and Special Defense by 50%. In multi battles, it also raises the Attack and Special Defense of its partners by 50%. Flower Gift's effect stacks. If the sun ends or a new weather condition is brought into play, the wielder's (and its partner's) stats return to normal. If a Pokemon with Air Lock or Cloud Nine is on the field, the wielder's forme reverts to normal. If the wielder uses Entrainment or is targeted by Role Play, the move will fail."}],"Competitive":[{"Content":"Flower Gift is the sole reason you'd ever want to bother with Cherrim. The 50% boost to Attack and Special Defense aren't very useful when most doubles sun teams will be firing off Special Attacks, but there are a few uses for it. Arcanine becomes much more threatening with a Flower Gift boost at the ready and Explosion becomes a competent option for Heatran. Should you be playing in a doubles ruleset that permits the 600+ base stat legendary club, Groudon adores the boost Flower Gift provides and it even brings its own sun with Drought."}]},{"Name":"Forecast","Description":[{"Content":"Forecast is hardcoded to only work for Castform. The wielder's type changes to Fire under sun, to Water under rain, and to Ice under hail. Forecast does not change the wielder's type in sandstorm or fog. If this Pokemon is changed to a certain type, and then is hit with Gastro Acid, or receives a different ability via Role Play or Skill Swap, it reverts to its base forme until it switches, even if the weather changes. If a Pokemon with Air Lock or Cloud Nine is on the field, the wielder's forme reverts to normal. If the wielder uses Entrainment or is the target of Role Play, the move will fail."}],"Competitive":[{"Content":"Castform everywhere can breathe a sigh of relief as endless, gamebreaking transformations due to Forecast are gone for good with the Acid Rain glitch finally removed. Forecast is an interesting ability, but its sole possessor is outclassed by almost any other weather abuser. It's hard to keep up with base 135 Special Attack juggernauts when you only possess base 70. Overall, Forecast is another interesting ability ruined by being stuck on such a lousy Pokemon."}]},{"Name":"Forewarn","Description":[{"Content":"Alerts the wielder to the opponent's move that has the highest Base Power when the user switches in. If two moves are of the same Base Power, Forewarn randomly selects one. In doubles, Forewarn will only reveal one move total, not one move from each opponent. It selects the highest power move from the two opponents. Forewarn will immediately activate whenever the ability is acquired, such as through Skill Swap or Role Play. All moves without a Base Power are assigned a power, according to the list below."}],"Competitive":[{"Content":"Forewarn is a useful scouting tool, albeit a bit gimmicky and unreliable, but most Pokemon that receive it have a better ability option. Hypno receives Insomnia, Jynx has Dry Skin, and Musharna can use either Synchronize in singles or Telepathy in doubles. Opt for one of those options over Forewarn and you'll usually find yourself with a greater deal of success."}]},{"Name":"Friend Guard","Description":[{"Content":"In double and triple battles, all damage from all sources except confusion damage and fixed damage that an ally takes is reduced by 25%."}],"Competitive":[{"Content":"None of the Pokemon that obtain this ability are fully evolved, so this ability is useless until Little Cup triple battles gain popularity."}]},{"Name":"Frisk","Description":[{"Content":"On switch-in, the opponent's held item is displayed. In multi battles, it randomly selects an opponent, and does not tell you which opponent was selected. Frisk will immediately activate whenever the ability is acquired, such as through Skill Swap or Role Play."}],"Competitive":[{"Content":"This ability can be a nice benefit, since it uncovers the foe's held item, putting you one step ahead of your opponent, as you can accurately predict the opponent's set from the item it is holding before it has even had a chance to move. For example, Rotom-W holding a Choice item will likely use Trick on you rather than a status move, or Latios holding Choice Specs will likely have Draco Meteor. However, the ability's distribution is rather disappointing, as the ability is more or less limited to poor Pokemon such as Stantler and Banette, and even those Pokemon have better abilities to use. The only halfway decent Pokemon to receive the move is Yanmega, through the Dream World, who already has two far better abilities to make use of instead."}]},{"Name":"Gluttony","Description":[{"Content":"A pinch Berry (Liechi, Salac, etc.) will be consumed by the wielder at 50% maximum HP or less instead of the usual 25% or less."}],"Competitive":[{"Content":"Gluttony's early activation of pinch Berries can be immensely helpful for sweepers reliant on such Berries. In the fourth generation, Linoone loved to use Gluttony to activate its Salac Berry right after a Belly Drum to line up a possible Belly Drum sweep. Unfortunately, Gluttony isn't useful at all without those handy Berries—and even more unfortunately, despite being available now in BW, the multitude of powerful, fast threats and priority moves have rendered the strategy somewhat obsolete. If you feel like humbling someone in NU, though, there's no better candidate for the job than Belly Drum Linoone."}]},{"Name":"Guts","Description":[{"Content":"When the wielder is affected by burn, freeze, paralysis, poison, or sleep, its Attack is increased by 50%. Furthermore, the Attack drop of burn is nullified. Unlike Quick Feet, Guts does not nullify the Speed-lowering effect of paralysis."}],"Competitive":[{"Content":"There isn't a single Pokemon out there that doesn't welcome Guts into its arsenal. The boost in power and immunity to burn's Attack reducing side effect make Guts a boon for physical attackers and one of the best abilities in the game. Feel free to slap it on whatever you can for a greater array of switch in opportunities on enemy Toxic, Will-O-Wisp, and Thunder Wave attempts. For a more aggressive approach, you can even give your Guts Pokemon a status Orb and have it firing off superbly destructive attacks every game."}]},{"Name":"Harvest","Description":[{"Content":"At the end of each turn, the wielder has a 50% chance to receive a Berry that it had already consumed. If sun is the prevailing weather condition, Harvest will always activate at the end of the turn. If Harvest restores a Berry at the end of the turn, the Berry can activate immediately if the requirements are met (for example, if the restored Berry was a Sitrus Berry and the wielder is below 50% HP at the end of the turn, it will activate). Harvest will only activate once per turn. If a Berry is removed via Bug Bite, Incinerate, Knock Off, or Pluck, or taken by the effect of Pickup, the Berry cannot be regenerated."}],"Competitive":[{"Content":"While having a 100% success rate in the sun sounds tempting, it is important to note that using Harvest means Tropius and Exeggutor will lose Chlorophyll, which has a more useful effect. As well as this, very few Berries outside of Chesto and Lum will have any decent effects worth recycling."}]},{"Name":"Healer","Description":[{"Content":"In multi battles, the wielder has a 30% chance of removing status conditions from each adjacent ally at the end of every turn. If multiple Pokemon have Healer, each effect is applied separately."}],"Competitive":[{"Content":"Healer is somewhat effective on Blissey and Audino in non-singles battles, but careful placement must be considered in order to heal both teammates in triple battles."}]},{"Name":"Heatproof","Description":[{"Content":"Fire-type attacks deal 50% damage against the wielder, and burn damage is 1/16 maximum HP per turn, rather than 1/8."}],"Competitive":[{"Content":"Taking half damage from Fire-type attacks is a situational ability, but could be a real life-saver for Pokemon that are normally weak to Fire. As it is, the only Pokemon that have access to Heatproof are Bronzor and Bronzong, both of which would much rather make use of their other ability, Levitate, which gives them an immunity to the more common, and arguably more dangerous, Ground-type moves and Spikes. However, Heatproof could allow them to get a surprise KO on Fire-type Pokemon that would normally easily take them out, such as Infernape or Darmanitan."}]},{"Name":"Heavy Metal","Description":[{"Content":"The wielder's weight is doubled. This increases the power of the wielder's Heat Crash and Heavy Slam, reduces damage taken from an opponent's Heat Crash and Heavy Slam, and increases damage taken from an opponent's Grass Knot or Low Kick."}],"Competitive":[{"Content":"Bronzong will always prefer its other abilities simply because they have more defensive utility. Aggron prefers Rock Head to be able to use Head Smash without worry, as opposed to a slightly more powerful Heavy Slam."}]},{"Name":"Honey Gather","Description":[{"Content":"After each in-game battle, the wielder has a X% chance of receiving Honey as a hold item, where X is ((((this Pokemon's level)-1)/10)+1)*5."}],"Competitive":[{"Content":"Has no use in link or Wi-Fi battles."}]},{"Name":"Huge Power","Description":[{"Content":"Huge Power doubles the wielder's Attack stat."}],"Competitive":[{"Content":"Huge Power is an absolutely amazing ability. It is the sole reason that Azumarill is usable in any competitive environment, as it takes its normally meager Attack and doubles it to become one of the highest Attack stats in the game. Huge Power will normally be the only ability worth considering on any Pokemon that's lucky enough to get it."}]},{"Name":"Hustle","Description":[{"Content":"The wielder does 50% more damage when using physical attacks, but physical attacks have 20% less accuracy. When the wielder is first in the party, wild encounters with higher level Pokemon have a higher chance of occurring."}],"Competitive":[{"Content":"Hustle is a great ability, but its side effect is a total bummer. Hustle gives the user an Attack boost to all of the Pokemon's physical attacking moves at the cost of an accuracy drop. This Attack boost is what turns Durant and Zweilous into absolute monsters. However, the accuracy drop can easily lead to an untimely miss and cost the user the battle, especially if the attack already has low accuracy, such as Stone Edge. For this reason, Hone Claws, if available, is usually used in conjunction with the ability Hustle. Overall, this ability will usually be the main choice of any Pokemon that gets it unless the Pokemon also gets an equally great Special Attack stat and/or boosting moves, such as Togekiss."}]},{"Name":"Hydration","Description":[{"Content":"If rain is the prevailing weather condition, the wielder heals itself of burn, freeze, paralysis, poison, and sleep at the end of each turn. If rain ends on the same turn that the wielder is afflicted with a status, that status will not be healed."}],"Competitive":[{"Content":"Hydration is an absolutely amazing ability in the OU environment where Drizzle Politoed is available. Being basically immune to status due to the permanent rain is an absolute godsend to any defensive Pokemon that gets it, particularly Vaporeon. Hydration is also what arguably pushed Manaphy over the edge, as inflicting it with status in order to outstall or cripple it as it set up was simply out of the question, and even if it got to low health it could use Rest to reach full health and then rid itself of its sleep on the same turn. However, in any metagame where permanent rain is unavailable, Hydration will usually be left out in favor of more useful abilities in common battle conditions especially because having only 8 turns of status immunity is far less useful than having something like the double Speed that Swift Swim brings under the same conditions."}]},{"Name":"Hyper Cutter","Description":[{"Content":"The wielder's Attack stat cannot be lowered. Does not block self-inflicted Attack drops, such as the Attack drop from Superpower. It also does not block the effects of Haze, Heart Swap, or Power Swap."}],"Competitive":[{"Content":"Hyper Cutter is a great ability for any physical attacking Pokemon that wants an immunity from having its precious Attack being dropped, which could potentially be the difference between a successful sweep and an abysmal failure. However, its use is exceedingly situational, as Intimidate is not as popular as it used to be, so the residual Attack drops are not as common as they were in past generations. What's more, no Pokemon outside of Xatu and Prankster Murkrow uses Attack-lowering moves such as Growl and FeatherDance intentionally, and instead favor the Attack-lowering side effect of burns, which Hyper Cutter does not bypass. Still, Kingler makes use of it, since Shell Armor is even more situational and not as useful."}]},{"Name":"Ice Body","Description":[{"Content":"If hail is the prevailing weather condition, the wielder heals 1/16 of its maximum HP at the end of each turn. In addition, if a non-Ice-type Pokemon has this ability, it will not take damage from hail."}],"Competitive":[{"Content":"Having an extra Leftovers-esque healing in permanent hail is fantastic for bulky Pokemon that get it, particularly Walrein. In fact, Walrein is such a fantastic user of Ice Body that it has developed into one of the most dreaded sets, if set up properly, in competitive history: Stallrein. However, Ice Body is only useful on extremely bulky Pokemon that can make use of the extra recovery like Walrein, and it has to be used on teams with permanent hail, which require either Abomasnow or Snover as a teammate. Therefore, Walrein is really the only Pokemon that Ice Body is seen on in competitive play; the other Pokemon that receive it simply aren't bulky enough to make use of it or are in a tier where permanent hail is unavailable."}]},{"Name":"Illuminate","Description":[{"Content":"When the wielder with this ability is first in the party, wild encounters have a higher chance of occurring."}],"Competitive":[{"Content":"Has no use in link or Wi-Fi battles."}]},{"Name":"Illusion","Description":[{"Content":"When the wielder is sent out in battle, it will take on the appearance of the last non-fainted Pokemon in the player's party. The Ball used, species name, shininess, nickname, cry, and gender are replicated, but typing, ability, stats, level, status, and moveset all remain the same. Illusion copies the forme of the last Pokemon as it exists in the party. This means that it will copy permanent formes, such as Deoxys formes, but will not copy formes that revert when a Pokemon is switched out, like Darmanitan's Zen Mode or Castform's Forecast formes."},{"Content":"Illusion fades if the wielder takes direct damage from an attack or loses Illusion in any way. Status conditions, entry hazards, weather, Substitute, and Life Orb will not cause the Illusion to fade. If the last Pokemon is a Pokemon with Illusion, then the wielder will take on the appearance of the species of the Pokemon in the final slot. If the wielder is the last Pokemon in the player's party and is switched in, Illusion will fail. The ability Imposter will fail if sent against a Pokemon with Illusion, regardless of whether the Illusion is broken or not. If the wielder uses Entrainment or Skill Swap, or is the target of Role Play or Skill Swap, the move will fail."}],"Competitive":[{"Content":"Illusion is an immensely powerful ability, and on something as volatile as Zoroark, it can be used to play extreme mind games with the opponent. What is notable is that Zoroark has a movepool very similar to most Ghost-types, and whereas Zoroark is weak to Fighting- and Bug-type moves, Ghost-types are immune or resistant, respectively. This makes the opponent wary of attacking, and as a result allows Zoroark to stay in play for longer. It's helpful in that it can either allow Zoroark to start an early sweep unhindered, or lets you scout for a counter to whatever you have Zoroark copying."}]},{"Name":"Immunity","Description":[{"Content":"The wielder cannot be poisoned. If the wielder is poisoned, it is instantly cured of poison."}],"Competitive":[{"Content":"Only two fully evolved Pokemon have Immunity: Zangoose and Snorlax. Zangoose has access to the arguably better Toxic Boost, and most of the time Snorlax will prefer having the added resistances granted by Thick Fat. It should be noted that Snorlax can Rest the eventual poison status away, even though Rest is slightly more risky to use now thanks to the new sleep mechanics."}]},{"Name":"Imposter","Description":[{"Content":"When the wielder comes into play, it instantly transforms into the opponent. Moves, ability, type, stats bar HP, EVs bar HP, stat stages and weight are replicated, but species, IVs, items, and gender are not. Moves copied via Imposter have 5 PP maximum. In multi battles, Imposter transforms the wielder into the Pokemon directly opposite the wielder. Imposter fails if the opponent has Illusion or is behind a Substitute. Imposter only activates on switch-in; if it is acquired during the battle, it will not activate. If the wielder uses Entrainment or is targeted by Role Play, the move will fail."}],"Competitive":[{"Content":"Imposter is a godsend to Ditto, turning it from a gimmick into one of the most powerful revenge killers in the game. By giving Ditto a Choice Scarf, it is guaranteed to outspeed the opponent almost 100% of the time (barring the fact that the opponent may have their own Choice Scarf). In a metagame where many Pokemon are able to check themselves, Ditto can usually switch in without fear and start wreaking havoc on the opponent. While Ditto is still left with its subpar HP, the Speed it can obtain, combined with the power it can pick up from some opponents is definitely worth watching out for."}]},{"Name":"Infiltrator","Description":[{"Content":"The wielder ignores Reflect, Light Screen, Safeguard, and Mist when attacking the opponent. These effects can still be ended by an attack, such as Brick Break."}],"Competitive":[{"Content":"Most of the Pokemon that have access to Infiltrator have better options. Crobat might find it useful in offensive sets, but in the most common cases, Whimsicott would prefer Prankster, and Jumpluff isn't realistically ever going to face Safeguard, even if it wants to use Sleep Powder. Reflect and Light Screen aren't massive worries, and it is usually more effective to just Brick Break them away."}]},{"Name":"Inner Focus","Description":[{"Content":"The wielder cannot flinch. Does not prevent the turn loss if the user is attacked while charging Focus Punch."}],"Competitive":[{"Content":"Inner Focus has a very wide distribution, but in OU, most Pokemon with access to it have better options. The main selling point of Inner Focus is canceling Fake Out's flinching, a common move on leads. Mienshao can take advantage of this when employed as a lead, but will often prefer Regenerator's healing effect or Reckless's added power."},{"Content":"However, in the VGC environment, where Fake Out and Rock Slide are very common, Inner Focus is a very useful ability. If you seem to always be at the mercy of quick Fake Outs and Rock Slide flinches, consider testing an Inner Focus Pokemon to put those woes behind you."}]},{"Name":"Insomnia","Description":[{"Content":"The wielder cannot be put to sleep or be rendered drowsy via Yawn. Rest will fail when used by this Pokemon. If the wielder is sleeping, it is instantly cured of sleep. A Pokemon with Mold Breaker can target the wielder with Yawn and make it drowsy, but the wielder will fail to fall asleep (unless it no longer has Insomnia the next turn)."}],"Competitive":[{"Content":"Like Vital Spirit, Insomnia grants the wielder the ability to switch into sleep-inducing moves fearlessly. Banette and Honchkrow can take advantage of this fact to switch in and fire off powerful attacks, and the former can also Skill Swap its own Insomnia to screw over Rest users. Noctowl can become virtually immune to status with Psycho Shift in hand, and Hypno can wall special assaults all day long without fearing Hypnosis or Sleep Powder putting it to an early sleep."}]},{"Name":"Intimidate","Description":[{"Content":"The wielder lowers the enemy's Attack stat one stage upon entering the battlefield. Affects adjacent opponents in multi battles. Intimidate will immediately activate whenever the ability is acquired, such as through Skill Swap or Role Play. When a Pokemon with this ability is first in the party, wild encounters have a lower chance of occurring."}],"Competitive":[{"Content":"Intimidate is one of the best abilities in the game. It allows Pokemon such as Gyarados to switch in on normally threatening physical attackers and proceed to set up thanks to the buffer. The best effect of Intimidate is that it works immediately as the Pokemon switches in, and doesn't require the use of a turn. This makes it so that the user can bring a +1 Attack sweeping Pokemon back down to +0, and then react in the same turn. However, Intimidate is now less common in today's metagame due to the fact that most of the users have either fallen out of favor or have received better abilities. The metagame has also become more balanced in terms of attacking prowess from the physical and special side, meaning that there are less Pokemon significantly affected by Intimidate. Finally, the opponent can remove the effects of Intimidate by simply switching."}]},{"Name":"Iron Barbs","Description":[{"Content":"The wielder will deal damage to the opponent equal to 1/8 of the opponent's maximum HP if this Pokemon is hit by a contact move. Stacks with Rocky Helmet. If the wielder is hit multiple times by the same contact move, for example by Tail Slap, then the wielder will deal damage on every hit. If the opponent faints due to Iron Barbs damage in the midst of a multi-hit contact move, the move will end. If the opponent uses any of Bug Bite, Circle Throw, Dragon Tail, Pluck, Rapid Spin, SmellingSalt, or Wake-Up Slap, and then immediately faints due to the damage from Iron Barbs, then the effect of that move will not take place. The damage dealt is not blocked by Substitute."}],"Competitive":[{"Content":"While not the best it could have asked for, Ferrothorn's only ability is quite effective in helping it be the defensive behemoth it is known as. As if it wasn't defensive enough already on the physical side, opponents become less willing to hit it with Fire Punch if they're losing health."}]},{"Name":"Iron Fist","Description":[{"Content":"The power of Bullet Punch, Comet Punch, Dizzy Punch, Drain Punch, DynamicPunch, Fire Punch, Focus Punch, Hammer Arm, Ice Punch, Mach Punch, Mega Punch, Meteor Mash, Shadow Punch, Sky Uppercut, and ThunderPunch is multiplied by 4915/4096 (about 120%) when used by the wielder. It does not power up Sucker Punch."}],"Competitive":[{"Content":"Iron Fist is a good ability for Pokemon that rely a lot on punching moves, particularly Hitmonchan and Golurk, as it boosts the power of Focus Punch to obscene levels. It also gives the elemental punches and Mach Punch some neat utility as coverage moves. For Infernape, Iron Fist is a fantastic ability in comparison to Blaze, even though Mach Punch is the only attack it boosts that Infernape commonly uses. Usually, if a better ability is available, or if the Pokemon does not have to or cannot rely on punching moves, Iron Fist serves little purpose, such as on Ledian and Conkeldurr. All in all, Iron Fist is a decent ability, but relies heavily on the Pokemon's movepool."}]},{"Name":"Justified","Description":[{"Content":"When the wielder is hit by a Dark-type move, its Attack is raised one stage. An Attack boost will be granted for each hit of a multi-hit attack."}],"Competitive":[{"Content":"Getting a free Attack boost by simply switching into a Dark-type attack seems like an awesome ability to have at first glance. However, the conditions are extremely situational, not to mention the fact that Dark-type attacks are relatively rare in most of the tiers (with the exception of Pursuit, but your Pokemon with Justified can't switch into that). Luckily, most of the Pokemon that receive Justified can make good use of a free Attack boost and have little problem switching in on most Dark-type attacks. Justified should really only be used if no better or consistent ability is available."}]},{"Name":"Keen Eye","Description":[{"Content":"The wielder's accuracy cannot be lowered. Keen Eye does not block the effects of Haze or Heart Swap."}],"Competitive":[{"Content":"Keen Eye is a poor ability as nobody uses accuracy reducing moves competitively. Therefore, the times that Keen Eye would even see use are very few. Always use a more consistent or reliable ability over Keen Eye."}]},{"Name":"Klutz","Description":[{"Content":"The wielder is unaffected by its held items—both their positive and negative effects. The Speed-halving effects of Macho Brace, Power Anklet, Power Band, Power Belt, Power Brace, Power Lens, and Power Weight are still applied, as are the effects of Lucky Egg, Exp. Share, and Amulet Coin."}],"Competitive":[{"Content":"Klutz is a pretty poor ability with only a few gimmicky strategies that can be used alongside it. The only Pokemon that receives Klutz that can really make use of it is Lopunny, as it has no other useful ability available to it. What's more, Lopunny has access to one major move that makes Klutz somewhat usable: Switcheroo. With Switcheroo, Lopunny is able to keep an item which would normally be crippling, such as Flame Orb or Lagging Tail, hidden from the opponent, and then to use Switcheroo to give it to the opponent at the most opportune moment."}]},{"Name":"Leaf Guard","Description":[{"Content":"If sun is the prevailing weather condition, the wielder cannot be afflicted by status conditions. Leaf Guard also prevents drowsiness and the use of Rest in sun. Leaf Guard will not cure previously existing status conditions when sun comes into effect."}],"Competitive":[{"Content":"Really, Leaf Guard is a situational ability that is generally worse than other options. Leafeon gets it but would rather use Chlorophyll, and the same applies to Tangrowth, except it also gets Regenerator. Thus, it is pretty much the worst of the beneficial sun abilities."}]},{"Name":"Levitate","Description":[{"Content":"The wielder will not receive any damage from Ground-type moves. The wielder will also not be affected by Spikes, Toxic Spikes, and can switch out of a Pokemon with Arena Trap. It also receives no damage from the move Sky Drop. These immunities are lost while under the effects of Gravity or Ingrain, or while holding an Iron Ball. Roost does not take away the effects of Levitate."}],"Competitive":[{"Content":"Levitate is one of the most useful abilities in the game because it gives full immunity to Ground-type moves, some of the most common attacks in the game, and to Spikes, allowing a Pokemon with Levitate to laugh in the face of almost all entry hazards. There are a number of notable Pokemon that benefit from this ability, as otherwise they would have a weakness to Ground-type attacks, such as Gengar and Rotom-W. Levitate is a great ability on almost any Pokemon. The one exception to this rule is Rotom-S."}]},{"Name":"Light Metal","Description":[{"Content":"The wielder's weight is halved. This decreases the power of the wielder's Heat Crash and Heavy Slam, increases damage taken from an opponent's Heat Crash and Heavy Slam, and reduces damage taken from an opponent's Grass Knot or Low Kick."}],"Competitive":[{"Content":"Scizor values Technician Bullet Punch and Pursuit too much to opt for Light Metal. Metagross is more likely to be hit by Intimidate than by Low Kick or Heat Crash, making Clear Body the superior option. Metagross would not take less damage from any of the attacks either. In UU, where Low Kick is more prevalent and stat-lowering effects are less common, Light Metal actually becomes a viable option for Registeel."}]},{"Name":"Lightningrod","Description":[{"Content":"All Electric-type attacks, even those from the wielder's ally in multi battles, hit the wielder with 100% accuracy regardless of the intended target, and give a Special Attack boost of one stage instead of doing damage. If the wielder and a Pokemon using Follow Me are out at the same time, and a Pokemon uses an Electric-type attack targeted at the Follow Me user's team, Follow Me will take precedence. If Hidden Power is Electric-type, it will be redirected and absorbed as well. If the wielder is already immune to Electric-type attacks (such as Marowak), the natural immunity takes precedence, and the wielder does not receive any Special Attack boost. If a Pokemon with Mold Breaker uses an Electric-type attack, it will be redirected but not absorbed by Lightningrod. If two Pokemon have Lightningrod in a multi battle, the faster Pokemon will draw the attack. In the event of a speed tie, the Pokemon who has been on the field longest will draw the attack."}],"Competitive":[{"Content":"There aren't really any decent users of this ability. Manectric and Raichu are the standout ones but neither are very good and won't be seen very much outside of the lower tiers. Zapdos has this ability but it is unreleased as of right now, but once it is expect to see Lightningrod a lot more often."}]},{"Name":"Limber","Description":[{"Content":"The wielder cannot be paralyzed. If the wielder is paralyzed, it is instantly cured of paralysis."}],"Competitive":[{"Content":"Thunder Wave has a wide distribution as a TM; as such, it's a very common move in the metagame. Limber prevents it from working and potentially ruining a sweep. It's a solid option for most Pokemon that have access to it; but is often overshadowed by options such as Technician (Persian) and Prankster (Liepard). Ditto has a much better option in Imposter, and should always use that instead of Limber."}]},{"Name":"Liquid Ooze","Description":[{"Content":"If a Pokemon uses Absorb, Drain Punch, Dream Eater, Giga Drain, Leech Life, Mega Drain, or Horn Leech on the wielder, the attacker will lose HP equal to half of the damage dealt instead. The wielder will still lose 1/8th of its HP from Leech Seed, but the Pokemon that targeted the wielder will lose the same amount of HP rather than gaining it."}],"Competitive":[{"Content":"Tentacruel is the only competitive user of Liquid Ooze, and it prefers Rain Dish usually, but you may occasionally find it on Tentacruel in order for it to better deal with Whimsicott, Ferrothorn, and Conkeldurr. It also allows Tentacruel to counter threats such as Calm Mind Virizion much more easily. A decent ability, but generally outclassed by others."}]},{"Name":"Magic Bounce","Description":[{"Content":"The wielder is unaffected by certain non-damaging moves that target it and instead will redirect such moves to the original user. The accuracy check occurs after the move is redirected. Moves can only be redirected once; if both Pokemon have Magic Bounce, only the ability of the target triggers. Similarly, if the wielder uses a move that will be redirected on a Pokemon using Magic Coat, the move will be redirected back to the wielder and Magic Bounce will not take effect. Spikes, Stealth Rock, and Toxic Spikes can only be reflected once per side, by the leftmost Pokemon under this effect. If a move that would be redirected by Magic Bounce has multiple targets (such as Tail Whip), it will successfully activate on Pokemon in order from left to right until it targets the wielder, at which point the attack is redirected and it will not target other Pokemon. When such moves are redirected, the wielder will target each Pokemon that it is able to. The abilities Lightningrod and Storm Drain redirect their respective moves before this ability takes effect."},{"Content":"The following moves are redirected by Magic Bounce:"},{"Elements":["All moves that are blocked by Substitute, with the following exceptions: Acupressure, Bestow, Guard Split, Lock-On, Memento, Mind Reader, Nightmare, Pain Split, Power_Split, Psycho Shift, Quash, Switcheroo, Teeter Dance, and Trick","Attract","Defog","Disable","Encore","Foresight","Miracle_Eye","Odor_Sleuth","Roar","Spikes","Spite","Stealth Rock","Taunt","Torment","Toxic Spikes","Whirlwind"]}],"Competitive":[{"Content":"This ability alone is what has propelled Espeon and Xatu to a higher level of usage—being able to switch in and not only prevent status conditions and field effects, but to put them onto your opponent is immense. It allows your team to not have to carry a Stealth Rock user, as you can simply bounce your opponent's. It also provides many sweepers with a buffer against burn and paralysis. Similarly, it aids Espeon and Xatu in Baton Passing greatly, forming an intermediate stage of safety before your cleaner switches in."}]},{"Name":"Magic Guard","Description":[{"Content":"The wielder does not take damage except direct damage from attacks, damage from Pain Split, or self-damage from confusion, Belly Drum, Curse, Substitute, and Struggle. Magic Guard does not prevent effects that cause the user to faint, such as Healing Wish, Perish Song, or Memento."}],"Competitive":[{"Content":"An amazing ability that can make a Pokemon ridiculously hard to kill. The main abuser is Reuniclus, who loves all the benefits from Magic Guard, such as the lack of Life Orb recoil, damage from weather, damage from status, meaning that combined with Recover and Calm Mind it is almost impossible to kill. Sigilyph also enjoys it due to it now being immune to Stealth Rock, and being able to spread burn around with Flame Orb and Psycho Shift. Alakazam is another colossal force with this ability, abusing recoil-free Life Orb attacks, negating its weakness to passive damage, and also enabling it to run Focus Sash viably."}]},{"Name":"Magma Armor","Description":[{"Content":"The wielder cannot be frozen. If the wielder is frozen, it is instantly cured of freeze."},{"Content":"When the wielder is in the party, the Egg counter goes down by two (not one) every 255 steps. This causes Eggs to hatch in half their usual number of steps if they have an even initial Egg count and half + 255 if they have an odd initial Egg count. This effect applies to all Eggs in the party, but the effect does not stack with multiple Magma Armor or Flame Body Pokemon."}],"Competitive":[{"Content":"Moves capable of freezing have a very low chance of doing so. Moreover, Magma Armor suffers from terrible distribution: only three Pokemon get it, only two of which are fully evolved. Magcargo is useless either way no thanks to its awful Speed, and Camerupt has a better option in Solid Rock. Keep away from this."}]},{"Name":"Magnet Pull","Description":[{"Content":"Opposing Steel-type Pokemon cannot switch out while the wielder is on the field. A Steel-type Pokemon can escape by using Baton Pass, U-turn, or Volt Switch (as long as the wielder isn't immune to Volt Switch), or by holding the item Shed Shell. Magnet Pull does not prevent the effect of Eject Button."},{"Content":"When the wielder is first in the party, the chance of wild encounters with Steel-type Pokemon occurring is increased."}],"Competitive":[{"Content":"A great ability, simply for the fact that Steel-types are so common, and so dangerous, in OU. Magnezone can trap Ferrrothorn and Scizor, and then either set up on it or KO it to allow another Pokemon to sweep. Magneton can do the same job viably too due to its higher Speed, and is available in the lower tiers. Probopass, however, is fairly terrible and can't do anything besides keeping the Steel-type on the field."}]},{"Name":"Marvel Scale","Description":[{"Content":"When the wielder is affected by burn, freeze, paralysis, poison, or sleep, its Defense is increased by 50%."}],"Competitive":[{"Content":"Marvel Scale would be a really good ability, but the status effects themselves are a real detriment. Milotic is the only fully evolved Pokemon with it, and while it is very bulky, any status ailment hurts it a lot and the negative effects outweigh the positives, especially when its Defense stat is not very good to begin with. It can be helpful to make up for being caught on the wrong end of a Will-O-Wisp, but don't try to activate it deliberately, as you would with Guts. It just decreases the amount of time it survives."},{"Content":"That said, in Little Cup, Dratini can become a force to be reckoned with through Marvel Scale, as it can use Rest to activate the ability while it is asleep and to make it extremely bulky. At the same time it can set up with Dragon Dance, ensuring it is not useless while sleeping through Sleep Talk, which also happens to remove the negative side-effect of Outrage."}]},{"Name":"Minus","Description":[{"Content":"Minus grants a 50% Special Attack boost in double or triple battles if on the field with a partner using Plus or Minus. This boost will not stack if there are multiple Pokemon with Plus or Minus on the field."}],"Competitive":[{"Content":"Really, no Pokemon that are usable have Minus; even fewer than Plus. You will never see Minus used competitively."}]},{"Name":"Mold Breaker","Description":[{"Content":"If the wielder attacks and the target's ability would prevent the effects of the attack from taking place, or hinder the effects of the move, the ability is temporarily nullified while the attack is in progress. Abilities that prevent status, such as Limber or Magma Armor, are also deactivated during the attack. This allows a Pokemon that has one to be affected by the status they prevent, but the ability will cure the status immediately after all effects of the attack resolve. Mold Breaker also gives a message when the wielder switches in stating that it has Mold Breaker. Mold Breaker does not nullify abilities for the duration of either Future Sight or Doom Desire that was used by another Pokemon."},{"Content":"Abilities that are ignored are as follows:"},{"Elements":["Battle Armor","Big Pecks","Clear Body","Contrary (Mold Breaker will not reverse the current boosts, but additional stat changes are not affected by Contrary)","Damp (including the prevention of Aftermath's effect)","Dry Skin (including the added damage from Fire-type moves)","Filter","Flash Fire","Flower Gift (both the Attack and Special Defense boosts are nullified)","Friend Guard","Heatproof","Hyper Cutter","Illusion (Illusion will not be broken when attacked by a Pokemon with Mold Breaker)","Immunity","Inner Focus","Insomnia","Keen Eye","Leaf Guard","Levitate","Light Metal","Lightningrod","Limber","Magic Bounce","Magma Armor","Marvel Scale","Motor Drive","Multiscale","Oblivious","Own Tempo","Sand Veil","Sap Sipper","Shell Armor","Shield Dust","Simple","Snow Cloak","Solid Rock","Soundproof","Sticky Hold","Storm Drain","Sturdy","Suction Cups","Tangled Feet","Telepathy","Thick Fat","Unaware (even if the Pokemon's stat stages are less than 0)","Vital Spirit","Volt Absorb","Water Absorb","Water Veil","White Smoke","Wonder Guard"]}],"Competitive":[{"Content":"Mold Breaker is awesome, because a lot of Pokemon are heavily dependent on their abilities, such as Bronzong. Haxorus is by far the best user of it, allowing it to narrow its counters down to a very small number of Pokemon. Mold Breaker is great against Pokemon using Levitate, as it allows Earthquake to be used against them as a method to bring them down. Pokemon such as Pinsir can also use Mold Breaker to negate Magic Bounce, allowing it to set up Stealth Rock without trouble."}]},{"Name":"Moody","Description":[{"Content":"At the end of each turn, the wielder has a random stat boosted by two stages, and a random stat lowered by one stage. Accuracy and evasion are included. Moody will not boost and lower the same stat in a single turn. When Moody is activated at the end of the turn, the game selects from an array of 42 options (each corresponding to a separate combination of stats) and simultaneously determines which stat will be boosted and which will be lowered. If a stat is already at -6 or +6, all options that would lower or raise that stat respectively are eliminated before selection unless that process removes every option (for example, if a Pokemon had +6 in every stat, the game will simply lower one random stat without boosting another)."}],"Competitive":[{"Content":"Bidoof nearly had to be banned because of this ability. Bidoof. All the Pokemon that obtain this ability have a way of abusing it to get ridiculous levels of stat boosts and eventually become able to steamroll their way through an entire team. The ability itself is very easy to take advantage of, by wasting time with Protect and Substitute until you get a load of evasion boosts, and unless one is using a defensive Bibarel, in which case Unaware is preferred, Moody is almost always the best option. Indeed, it is thought to be so overpowered that Smogon does not allow the use of Moody in any of its standard metagames, including Ubers."}]},{"Name":"Motor Drive","Description":[{"Content":"Motor Drive grants an immunity to all Electric-type moves that target the wielder, including status moves such as Thunder Wave, and gives a one stage boost to Speed when hit by an Electric-type move. If a Pokemon with Motor Drive is at +6 Speed and is targeted by an Electric-type move, it will still be immune to the Electric-type attack but will not receive further Speed boosts. Motor Drive also prevents a held Cell Battery from working."}],"Competitive":[{"Content":"The one decent user of Motor Drive is Electivire, which was ridiculed last generation for being grossly overrated by new players. In actual fact, Electivire was never really a bad Pokemon, and this generation, with a lot of Electric attacks, specifically Thunder, roaming around due to Drizzle, it can be a more than viable option to tackle rain teams, especially thanks to a new STAB move in Wild Charge. Zebstrika is average but really doesn't boast the same qualities that Electivire does."}]},{"Name":"Moxie","Description":[{"Content":"Moxie grants the wielder a one stage boost to Attack whenever the wielder KOes another Pokemon (including allies in multi battles). The defending Pokemon must be knocked out from the wielder's attack, not from an ally's attack. Weather effects and status conditions do not trigger Moxie. Mummy's effect takes precedence over Moxie, meaning that the wielder will not receive an Attack boost for KOing a Pokemon with Mummy with a contact move."}],"Competitive":[{"Content":"The list of Pokemon that obtain this ability is frightening, given that it includes such powerful forces as Scrafty, Krookodile, Salamence, Heracross, Gyarados, and Honchkrow. All are powerful attackers capable of serious abuse of this ability. By holding a Choice Scarf, Pokemon such as Salamence, Heracross, and Krookodile can get stronger after they revenge kill a Pokemon, creating a snowball effect that allows them to power through other Pokemon on the opponent's team and work excellently as a cleaner. Scrafty is also a good user of Moxie; Dragon Dance combined with decent stats and excellent coverage with its STAB moves transforms Scrafty into an enormously powerful sweeper if it gets going. Nearly all of the Pokemon mentioned above also have other, very powerful abilities, but Moxie is more than worth consideration alongside them."}]},{"Name":"Multiscale","Description":[{"Content":"While the wielder is at 100% HP, all damage from attacks is halved. Only the first attack of a multi-hit move is affected by this ability."}],"Competitive":[{"Content":"Dragonite and Lugia are renowned for being bulky and difficult to kill outside of a super effective attack as it is, and Multiscale only boosts this further, making them virtually impossible to OHKO outside of STAB Blizzard from something like Glaceon. Combined with Roost or Recover, which can easily bring them back to full health while the opponent tries to attack with a low PP move such as Stone Edge, Lugia and Dragonite become insane walls who are also more than capable of hitting back."}]},{"Name":"Multitype","Description":[],"Competitive":[{"Elements":["D/P","B/W"]},{"Content":"Change your preferences here."},{"Content":""}]},{"Name":"Mummy","Description":[{"Content":"When the wielder is struck by a contact attack, the attacking Pokemon has its ability changed to Mummy. Abilities revert to normal when the opponent switches out. Pokemon with Flower Gift, Forecast, and Zen Mode will revert to their original formes after Mummy takes effect. Mummy activates after all effects of the attack resolve, so abilities such as Poison Touch and Stench that trigger during the process of the attack will activate before Mummy does. Pokemon with Multitype and Mummy are immune to this effect."}],"Competitive":[{"Content":"Cofagrigus has no other options, but Mummy is surprisingly effective at neutering certain threats that rely on their ability to be effective, such as Scrafty, Scizor, and weather sweepers. It is worth being careful, however, as if the opponent doesn't switch and their neutered attacker has Mummy, you want to avoid going for a revenge kill straight away. A trick that is sometimes used in double or triple battles is to have a Slaking or Regigigas on one's team as well as a Cofagrigus, and then for the former to attack the latter, thus removing their negative ability. This can also be attempted in singles by luring the opponent into taking on the Mummy ability, then immediately switching to Slaking and using Pursuit."}]},{"Name":"Natural Cure","Description":[{"Content":"Heals all status ailments upon switching out. If the ability is copied by Trace, the status condition will be removed before the ability is, therefore curing the Pokemon. In-game, this ability heals status at the end of the battle."}],"Competitive":[{"Content":"A great defensive ability, primarily seen on Chansey and Blissey, the perennial special walls. Starmie also loves it so it can use Rapid Spin to remove entry hazards, while being able to remove paralysis and poison from Toxic Spikes. Other Pokemon such as Roserade like it too so it can use it in combination with Rest, to fully heal itself without much to worry about except switching out safely. The ability to not be totally destroyed by Toxic is very underrated for defensive Pokemon and makes stall that much harder to beat."}]},{"Name":"No Guard","Description":[{"Content":""}],"Competitive":[{"Content":"No Guard is best known for being used with Machamp for the sake of using DynamicPunch over and over again for guaranteed confusion—not to mention being smacked by a 100 Base Power STAB Fighting-type move off 130 base Attack. Although Machamp is still horribly annoying, it is outclassed somewhat overall by Conkeldurr, so you will not see No Guard as much in the standard metagame, though it is quite the force to be reckoned with in UU. Further down the tier listings, Golurk also has access to the ability, but like Machamp, its applications are generally limited to DynamicPunch and Stone Edge, and as such Iron Fist is typically preferred. No Guard's potential as an ability has yet to be fully tapped into, and it is seriously frightening if you think about the future possibilities, but as of right now it is only really seen on Machamp."}]},{"Name":"Normalize","Description":[{"Content":"All attacks used by the wielder act as if they are Normal-type—if the user is Normal-type, they get STAB, and they are always resisted by Rock- and Steel-type Pokemon and are ineffective against Ghost-types. Thunder Wave is the only status move programmed to take immunities into account (hence it not working on Ground-types), so a Normalized Thunder Wave will not paralyze Ghost-types."}],"Competitive":[{"Content":"This ability sucks. The users suck even more. Delcatty is the only fully-evolved Pokemon to have this, and outside of using Thunder Wave to paralyze Ground-types, there is zero reason to use this ability."}]},{"Name":"Oblivious","Description":[{"Content":"The wielder cannot be infatuated. Captivate has no effect on the wielder. If the wielder is infatuated, it is instantly cured of infatuation."}],"Competitive":[{"Content":"Infatuation-inducing effects and Captivate are seldom used, making Oblivious terribly useless. Every Pokemon with Oblivious can use two other abilities, and at least one of them is vastly superior. Steer away from it."}]},{"Name":"Overcoat","Description":[{"Content":"The wielder does not take damage from sandstorm and hail."}],"Competitive":[{"Content":"There is almost always a better option on any Pokemon. While it is nice to be able to confidently throw something with Overcoat onto a hail or a sandstorm team, the only notable Pokemon you would use, Forretress, Reuniclus, and Escavalier, are either Steel-type, or in the case of Reuniclus, have Magic Guard, which far outclasses Overcoat."}]},{"Name":"Overgrow","Description":[{"Content":"When the wielder is at 1/3 HP or less, all of its Grass-type moves will have 50% more power."}],"Competitive":[{"Content":"Most Grass-type starters, thanks to the Dream World, now have far better abilities than Overgrow. Venusaur now has Chlorophyll, and while its usefulness is debatable, Sceptile has Unburden. Torterra really can pick and choose between Overgrow and Shell Armor so if you do see it, that will be the Pokemon you see it with. Serperior has Overgrow as its only ability, but once it gets Contrary from Dream World, the chances of you seeing it use Overgrow are next to nothing."}]},{"Name":"Own Tempo","Description":[{"Content":"The wielder cannot be confused. If the wielder is confused, it is instantly cured of confusion."}],"Competitive":[{"Content":"Confusion-inducing moves are very rare in the competitive scene, with DynamicPunch Machamp being the only notable user, making this ability more or less worthless. To seal the nail in its coffin, every Pokemon with access to it has much better options: Slowbro and Slowking have Regenerator, Ludicolo has Rain Dish and Swift Swim, Grumpig can use Thick Fat, and Lilligant has Chlorophyll."}]},{"Name":"Pickpocket","Description":[{"Content":"When the wielder is struck by a contact move, it steals the opponent's held item. The effect of the attack resolves before the item is stolen, so if the wielder's item is removed as a result of the attack (via Pluck, Knock Off, Focus Sash's effect, or other similar effects) then Pickpocket will take effect. Pickpocket fails if this Pokemon already has an item, if it is behind a Substitute, or if the opponent has Sheer Force and attacks with a contact move that has an additional effect. Pickpocket will take effect even if the attacking Pokemon is behind a Substitute or has 0 HP remaining."}],"Competitive":[{"Content":"Pickpocket is basically the same as Thief, but without needing to use a moveslot, and can be effective in certain situations; Weavile can equip Focus Sash, take the hit, thus burning the Sash, and then trigger Pickpocket, robbing the foe of their item and then sneaking an Ice Shard in before they retreat."}]},{"Name":"Pickup","Description":[{"Content":"If a one-time use item is consumed by any Pokemon and the wielder is holding no item, the wielder gains the used item. The most recent item consumed by the wielder cannot be Pickuped by the wielder. Items thrown with Fling can be Pickuped. If multiple Pokemon on the field have Pickup, the fastest Pokemon will Pickup the most recently used item, the second fastest Pokemon will Pickup the second-most recently used item, etc."},{"Content":"If an item has been Pickuped by another Pokemon, it cannot be regenerated via Recycle or Harvest. Items that have been removed via Bug Bite, Incinerate, Knock Off, or Pluck cannot be Pickuped. Gems that activate on the use of Volt Switch and U-turn cannot be Pickuped. Air Balloon cannot be Pickuped if it is popped by an attack. Items consumed by Pokemon that have since fainted and items consumed by Pokemon that are currently not on the field cannot be Pickuped."},{"Content":"Outside of battle, Pickup allows the wielder to receive a random free item after battling if it isn't already holding one. The item collected is based on the level of the wielder."}],"Competitive":[{"Content":"The ability has been improved from useless this generation. However, the ability is way too situational in singles battles, and in metagames like VGC, no Pokemon can really use Pickup well anyway. Single-use items are only common in doubles and VGC so if you do see it, there would be the primary place to find it. The only decent user of it would be Ambipom anyway, which would always use Technician over Pickup. You will very seldom see Pickup used and even less of the time will it actually do something beneficial."}]},{"Name":"Plus","Description":[{"Content":"Plus grants a 50% Special Attack boost in double or triple battles if on the field with a partner using Plus or Minus. This boost will not stack if there are multiple Pokemon with Plus or Minus on the field."}],"Competitive":[{"Content":"Plus could have been a good ability in doubles if there were better Pokemon with it. Klinklang and Plusle are horrible users, and Ampharos is not much better. Here's to hoping for better Plus Pokemon in Generation VI."}]},{"Name":"Poison Heal","Description":[{"Content":"When the wielder is poisoned (regardless of whether it is regular or badly poisoned), it heals 1/8th of its maximum HP at the end of each turn, and is immune to poison damage. If the wielder is under the effect of Heal Block, it does not gain HP at the end of the turn. If the wielder loses Poison Heal, the Toxic damage it receives at the end of the turn is the same as it would be getting on that turn if it hadn't had Poison Heal."}],"Competitive":[{"Content":"Both Breloom and Gliscor are great and extremely annoying Pokemon due to this ability. Gliscor especially is a staple of this generation it seems, and adores the 12.5% health boost at the end of every turn, allowing it to counter the metagame's biggest threats, such as Excadrill and Terrakion. Breloom is altogether different, usually using Spore and Focus Punch, but it really is all due to the health boost granted by Poison Heal. The ability is so good, both use Toxic Orb commonly as their held item to make sure they get the boost as quickly as possible with little risk."}]},{"Name":"Poison Point","Description":[{"Content":"When a Pokemon connects with a contact move against the wielder, there is a 30% chance of poisoning the enemy. Poison Point has a separate chance of activation on each hit of a contact multi-hit move, and can status a Pokemon multiple times if the first status is removed by the effect of Lum Berry or similar items. Poison Point is prevented by Safeguard, but not by Substitute."}],"Competitive":[{"Content":"The two most common users you will see are Nidoqueen and Scolipede. Both set up entry hazards and neither have a better second ability that would complement them, although Sheer Force is a choice for Nidoqueen even though it is a defensively-minded Pokemon. Poison Point can be good in a pinch but usually is just annoying rather than game-changing."}]},{"Name":"Poison Touch","Description":[{"Content":"When the wielder attacks a Pokemon with a contact move, there is a 30% chance of the target becoming poisoned. Poison Touch is considered a secondary effect for the purposes of Shield Dust and is prevented by Safeguard and Substitute."}],"Competitive":[{"Content":"Can be useful for Muk, but Seismitoad and Toxicroak have better options. Low effect chance makes it very shaky, and the effect is only regular poison as opposed to Toxic poison, making Poison Touch an inferior choice of ability."}]},{"Name":"Prankster","Description":[{"Content":"Increases the priority of non-attacking moves by 1. However, moves still circumvent Quick Guard. If a move such as Assist or Metronome calls a two-turn attack such as Fly, the second turn of the move does not fall under the effect of Prankster."}],"Competitive":[{"Content":"The ability is a powerful one on any Pokemon, although most notable on support and SubSeed Whimsicott. Thundurus can launch rapid Nasty Plots before being Taunted, and Sableye's previously negative ability is essentially reversed. It is very difficult to find a situation where this ability is not preferred, as it can give so many advantages for the team, depending on what move is accelerated."}]},{"Name":"Pressure","Description":[{"Content":"Pressure deducts an additional PP from a move that targets the wielder, the wielder's side, or both sides (including Imprison and Snatch). If multiple Pokemon have Pressure, the effect stacks. Pressure will not take effect on allies' moves. Pressure also gives a message when the wielder switches in stating that it has Pressure. If the move's user changes, Pressure's effect only applies to the original user. Moves selected by Sleep Talk, Assist, or similar moves will not lose PP."},{"Content":"When a Pokemon with this ability is first in the party, wild encounters have a higher chance of occurring."}],"Competitive":[{"Content":"Pressure is a pretty average ability but it has been known to have been useful in the past, on sets such as Rest + Sleep Talk Calm Mind Suicune (Crocune) and SubRoost Zapdos. Unfortunately those are still the best options in OU today, as most Pressure users reside in the Uber tier. Ho-Oh can pull off a good SubRoost set there too."}]},{"Name":"Pure Power","Description":[{"Content":"Pure Power doubles the wielder's Attack stat."}],"Competitive":[{"Content":"Obviously an amazing ability, but only one Pokemon has it. Even though Medicham's base Attack is only 60 to begin with, Pure Power raises it to barely behind Deoxys-A, meaning Medicham should not be taken lightly at all. It also has a ridiculous STAB move to use in Hi Jump Kick. Medicham is frail though, and without an effective priority move cannot function effectively in the higher tiers, though its power is potent in the lower tiers."}]},{"Name":"Quick Feet","Description":[{"Content":"When the wielder is affected by burn, freeze, paralysis, poison, or sleep, its Speed is increased by 50%. Furthermore, the Speed drop of paralysis is nullified (but the chance of being fully paralyzed is not). Unlike Guts, Quick Feet does not nullify the Attack-lowering effect of burn."},{"Content":"If a user of Quick Feet leads the party in game, the wild encounter rate drops by 50%."}],"Competitive":[{"Content":"Quick Feet will not see much use competitively but it does make for some interesting combinations. Ursaring with Quick Feet and Facade can be a dangerous threat in the lower tiers if it is unexpected, though is still somewhat slow. Jolteon is a better all-round Pokemon than Ursaring but would much rather have Volt Absorb than Quick Feet anyway."}]},{"Name":"Rain Dish","Description":[{"Content":"If rain is the prevailing weather condition, the wielder heals 1/16 of its maximum HP at the end of each turn."}],"Competitive":[{"Content":"Rain Dish is a very good ability with rain seemingly being everywhere, so you will likely run into it. The main user is Tentacruel, who enjoys the recovery as it doesn't get any reliable recovery outside of Rest and Leftovers otherwise. Ludicolo and Blastoise are both great users of Rain Dish as well, and all three are good options for a rain stall team if you ever consider making one."}]},{"Name":"Rattled","Description":[{"Content":"When the wielder is hit by a Bug-, Dark-, or Ghost-type attack, its Speed is raised by one stage. A Speed boost will be granted for each hit of a multi-hit attack."}],"Competitive":[{"Content":"Granbull prefers Intimidate, and Dunsparce has Serene Grace as its only gimmick. Sudowoodo really needs the Speed boosts, but is usually too frail to get fast enough before dying. In short, don't expect to see Rattled much competitively, as it is both situational and located on less than stellar Pokemon."}]},{"Name":"Reckless","Description":[],"Competitive":[{"Elements":["D/P","B/W"]},{"Content":"Change your preferences here."},{"Content":""},{"Elements":["Brave Bird","Double-Edge","Flare Blitz","Head Charge","Head Smash","Hi Jump Kick","Jump Kick","Submission","Take Down","Volt Tackle","Wild Charge","Wood Hammer"]},{"Content":"Struggle, although thought of as a recoil move, is not boosted by this ability. The item Life Orb has no effect on this ability."},{"Content":"Reckless is limited in distribution, with only 7 fully evolved Pokemon getting this ability. It's actually pretty useful, with a few Pokemon, such as Staraptor, benefiting greatly from the boost to the already devastating power of STAB Double-Edge and Brave Bird. While the increased recoil damage owing to the increased damage output cuts down on their lifespans, most of the wielders are frail already, and would appreciate the boost to their moves far more. An oddity of this ability is that it boosts the \"Jump Kick\" moves by 20% but doesn't increase the damage they cause to the user on missing. This means that Hitmonlee can unleash ferociously powerful attacks with little consequence (Hi Jump Kick becomes 234 Base Power factoring in STAB and Reckless). Mienshao has Reckless as a Dream World ability, but generally prefers Regenerator."}]},{"Name":"Regenerator","Description":[{"Content":"When the wielder leaves the field (whether by manual switching or moves such as Roar), it heals 1/3 of its max HP."}],"Competitive":[{"Content":"Incredibly powerful, especially on bulky Pokemon such as Slowbro and Reuniclus. Sometimes the alternative option will be more favorable, but for a defensive team settled down for the long game, Regenerator is an amazing ability to bolster the longevity of your Pokemon. Ho-Oh in particular really appreciates this ability, as it alleviates its 4x weakness to Stealth Rock somewhat, as well as greatly increasing its lifespan in general. Tornadus-T is another notable user, as it can use its incredibly strong STAB Hurricane while recovering any HP it may lose through Stealth Rock simply by switching out, which is made easier by its access to an extremely fast U-turn."}]},{"Name":"Rivalry","Description":[{"Content":"When the wielder attacks an opponent of the same gender as itself, the power of its attack increases by 25%. When the wielder attacks an opponent of the opposite gender, the power of its attack decreases by 25%. The damage is unaltered if either Pokemon has no gender."}],"Competitive":[{"Content":"Rivalry is a good ability on simulators but generally bad on Wi-Fi or playing Pokemon on cartridges. The simple reason for this is that on nearly all simulators, the default option for gender is male, and no-one really changes it, whereas on the cartridge the gender is almost always totally random. Therefore if you want to abuse Rivalry, stick to playing on simulators and not on the DS itself. The main user of Rivalry is Haxorus, as its Attack stat is among the highest in the game, and another boost to its power will not go amiss. However, since Mold Breaker is a great asset to Haxorus, you won't see Rivalry too often even on simulators, as some of its counters are destroyed by Mold Breaker. Nidoking can also use it but Sheer Force is the more lucrative option."}]},{"Name":"Rock Head","Description":[{"Content":"The wielder receives no recoil damage if it uses a recoil move. This does not apply to Struggle's recoil damage, nor does it block the recoil from Life Orb, Jaboca or Rowap Berries, or the recoil from missing Jump Kick or Hi Jump Kick."}],"Competitive":[{"Content":"Rock Head is an underrated ability. The main user is generally seen as Aggron with its great Attack and monstrous 150 Base Power STAB Head Smash being thrown about, although realistically in this metagame it won't have much hope of surviving long anyway. As long as the metagame is centered around sandstorm and rain, Rock Head users will not be seen often at all."}]},{"Name":"Rough Skin","Description":[{"Content":"The wielder will deal damage to the opponent equal to 1/8 of the opponent's maximum HP if it is hit by a contact move. Stacks with Rocky Helmet. If the wielder is hit multiple times by the same contact move, for example by Tail Slap, then the wielder will deal damage on every hit. If the opponent faints due to Rough Skin damage in the midst of a multi-hit contact move, the move will end. If the opponent uses any of Bug Bite, Circle Throw, Dragon Tail, Pluck, Rapid Spin, SmellingSalt, or Wake-Up Slap, and then immediately faints due to the damage from Rough Skin, then the effect of that move will not take place. The damage dealt is not blocked by Substitute."}],"Competitive":[{"Content":"This ability, while good, is not seen very much. Garchomp has it, but will only use it because Sand Veil is banned in standard play. Druddigon has two other good abilities to choose from, and Sharpedo always prefers Speed Boost. It would be good if it was found on Pokemon who could take advantage of the ability, but none of the current ones really can."}]},{"Name":"Run Away","Description":[{"Content":"If the wielder is in battle, it will be guaranteed the ability to flee so long as it isn't under the effects of full-trapping moves or abilities. This does not apply to trainer battles, where fleeing cannot occur. This does not allow escape from the trapping abilities Shadow Tag or Arena Trap, the moves Mean Look and Spider Web, or the trapping effects of moves such as Fire Spin and Whirlpool."}],"Competitive":[{"Content":"Has no use in link or Wi-Fi battles."}]},{"Name":"Sand Force","Description":[{"Content":"While sandstorm is the prevailing weather condition, the Base Power of Ground-, Rock-, and Steel-type moves is multiplied by 5325/4096 (about 130%). In addition, if a non-Ground-, Rock-, or Steel-type Pokemon has this ability, it will not take damage from sandstorm."}],"Competitive":[{"Content":"All of the Pokemon that obtain this ability already are immune to sandstorm damage (bar Shellos). Gigalith is the only Pokemon that doesn't obtain another very good alternative ability; Excadrill has Sand Rush, Probopass has Magnet Pull, Hippowdon has Sand Stream, Gastrodon has Storm Drain, Dugtrio has Arena Trap, and Landorus has Sheer Force from the Dream World. Landorus is the only really common user of the move to power up its STAB Earthquake as well as Stone Edge, since it is the only one naturally fast enough to make use of the power. Excadrill can also make use of it on non-sweeping sets, if you are not too bothered about the massive loss in Speed from not using Sand Rush."}]},{"Name":"Sand Rush","Description":[{"Content":"If sandstorm is the prevailing weather condition, the wielder's Speed stat is doubled. If the sandstorm ends or a new weather condition is brought into play, the wielder's Speed returns to normal. In addition, if a non-Ground-, Rock-, or Steel-type Pokemon has this ability, it will not take damage from sandstorm."}],"Competitive":[{"Content":"This ability is part of what makes Excadrill the huge threat it is. Incredible Attack isn't dangerous if Excadrill can't get a hit in, but with decent Speed already which is then doubled by Sand Rush, Excadrill exceeds even Kingdra in weather domination. Follow this up with Swords Dance and great coverage, and Excadrill becomes an unparalleled weather threat—indeed, this was the factor that got Excadrill eventually banned from OU. Sandslash and Stoutland are the only other notable wielders of this ability in standard play, but they don't even come close to what Excadrill was or is capable of."}]},{"Name":"Sand Stream","Description":[{"Content":"Causes sandstorm weather upon entering the battlefield. Instead of lasting 5 turns, it lasts the entire match, unless another weather is activated. If two weather inducers are sent out at the same time, the slower of the two will have their weather set up over the faster one. If sandstorm weather was already induced via Sandstorm, sending out a Pokemon with Sand Stream will make sandstorm indefinite. Sand Stream will immediately activate whenever the ability is acquired, such as through Skill Swap or Role Play."}],"Competitive":[{"Content":"Sand Stream is one of the best abilities available in competitive battling. Since it summons permanent sandstorm, it allows powerful attackers such as Landorus to truly shine, and was part of the reason for Excadrill's banning. It also boosts the Special Defense of Rock-type Pokemon such as Tyranitar, making them extremely bulky on the special side. Sand Stream is also fairly useful to break opposing Focus Sashes. Even then, Sand Stream can backfire on its user, since the very same abusers can often use their opponent's sandstorm to start wrecking. Since weather cannot stack up, Sand Stream can also be used to remove permanent rain or sunshine, both of which can cause troubles if not handled correctly. It is fairly useful to stop opposing weather abusers. Still, when using a Sand Stream Pokemon, one should always consider using teammates who are not hindered by sandstorm, since it can lead to defeat quite quickly otherwise."}]},{"Name":"Sand Veil","Description":[{"Content":"If sandstorm is the prevailing weather condition, the wielder gets a 25% evasion increase. In addition, if a non-Ground-, Rock-, or Steel-type Pokemon has this ability, it will not take damage from sandstorm."},{"Content":"Sand Veil decreases the wild Pokemon encounter rate in areas with sandstorm by 50%."}],"Competitive":[{"Content":"Sand Veil is a very, very annoying ability that has generated a lot of hate in the past due to the fact that it was so easy to abuse. Even so, while you used to be able to see the occasional Gliscor with it, it usually prefers Poison Heal. No other users will be seen with it, apart from the occasional Cacturne, whom players use purely to annoy you. Thanks to the very high chance of avoiding an attack under sandstorm—a prevalent weather condition in most of Smogon's higher metagames—it is a very good ability indeed."},{"Content":"On October 15th 2012, Sand Veil was voted to be banned from Smogon's OU metagame as well as all tiers below it, so is currently unusable in all Smogon metagames bar Ubers and Little Cup."}]},{"Name":"Sap Sipper","Description":[{"Content":"Sap Sipper grants an immunity to all Grass-type moves that target the wielder, including status moves such as Spore, and gives a one stage boost to Attack when hit by a Grass-type move. Bullet Seed will only activate Sap Sipper once. Aromatherapy does not target any specific Pokemon, so it does not activate Sap Sipper. The Grass-type immunity to Leech Seed has priority over Sap Sipper, so a Grass-type Pokemon with Sap Sipper (such as Sawsbuck) that is targeted by Leech Seed will not receive an Attack boost. Worry Seed's effect is negated by Sap Sipper. If a Pokemon with Sap Sipper is at +6 Attack and is targeted by a Grass-type move, it will still be immune to the Grass-type attack but will not receive further Attack boosts."}],"Competitive":[{"Content":"Azumarill is weak to Grass-type attacks, but it is unlikely to do anything at all with its stats unboosted, so Huge Power is by far the more reliable option. On the other Pokemon who get it, however, it is a great ability. With Sap Sipper, Bouffalant and Sawsbuck in particular are granted many switch-in opportunities into many popular Grass-type moves. The Attack boost is invaluable, and should you be able to switch in on a Grass-type, you can easily get a sweep going. Overall, while most Pokemon who get this ability have other options, Sap Sipper has more than enough qualities to be worth a consideration."}]},{"Name":"Scrappy","Description":[{"Content":"Scrappy allows the wielder's Fighting- and Normal-type moves to hit Ghost-types. Fighting- and Normal-type moves from a Pokemon with Scrappy are considered neutrally effective, and still take secondary type resistances into account (for example, Fighting-type moves from a Pokemon with Scrappy are not very effective against Drifblim and Gengar)."}],"Competitive":[{"Content":"Scrappy is a good ability, but nothing can really take advantage of it in the upper tiers. Miltank and Kangaskhan can be usable Pokemon but Snorlax generally outperforms both of them. Other Pokemon that Scrappy is available to, such as Swellow, would much rather have Guts than Scrappy, so it doesn't see much use in the upper tiers."}]},{"Name":"Serene Grace","Description":[{"Content":"The wielder's secondary effect chances of its moves are doubled (including those with 100% effect chances), with the exception of Secret Power. Moves that receive a flinch chance from King's Rock or Razor Fang will receive a 20% flinch chance, up from the usual 10% chance."}],"Competitive":[{"Content":"Serene Grace is a very, very useful ability. First of all, it allows users of flinching moves, such as Iron Head or Rock Slide, to flinch their opponents often (Iron Head has a 60% chance of causing a flinch with Serene Grace), making them good checks to slower threats that doesn't resist those moves, pairing up very well with paralyzing moves such as Thunder Wave or Body Slam. Furthermore, it allows such Pokemon to make use of Thunder and Body Slam as reliable paralyzing moves while still damaging the opponent, making the use of Substitute in order to block status more difficult, and unable to be stopped by Taunt. It also allows them to paralyze Ground-types with Body Slam, a feat which would be impossible with Thunder Wave. Such Pokemon include Jirachi and Togekiss in OU, while Shaymin-S enjoys an 80% chance to lower the foe's Special Defense with Seed Flare, as well as also having access to Air Slash. All in all, Serene Grace is an awesome defensive and offensive ability that makes good use of moves that already have an high chance of causing their secondary effects."}]},{"Name":"Shadow Tag","Description":[{"Content":"Opposing Pokemon cannot switch out while the wielder is on the field, unless both Pokemon have Shadow Tag. Opposing Pokemon can escape by using Baton Pass, U-turn, or Volt Switch (as long as the wielder isn't immune to Volt Switch), or by holding the item Shed Shell. Shadow Tag does not prevent the effect of Eject Button. In multi battles, Shadow Tag does not affect your partner Pokemon, nor does it affect non-adjacent opponents."}],"Competitive":[{"Content":"Shadow Tag is still an awfully good ability, it's just that now Wobbuffet has had one of its main tools, Encore, become heavily nerfed in single battles, its relative value has reduced somewhat. Therefore, although Wobbuffet is still seen, you won't see it very often. However, do not underestimate this ability, as the power of trapping an opposing Pokemon especially with something threatening like Wobbuffet is not to be underestimated. Gothitelle, as well as Gothorita in the lower tiers, can make use of Shadow Tag from the Dream World to enable them to revenge kill almost anything, as well as potentially to set up Calm Mind, although they are typically too slow and weak to outright sweep teams. Even so, the worst Shadow Tag has to offer is yet to come, since Chandelure gets this as a Dream World ability, and has been proven to be horrible to face with the combination of Shadow Tag and its monstrous attacking power, not to mention the ability to freely set up Calm Mind. As far as abilities go, Shadow Tag is easily one of the best."}]},{"Name":"Shed Skin","Description":[{"Content":"The wielder has a 1/3 chance of removing its status conditions at the end of each turn. This occurs before burn or poison can damage the wielder."}],"Competitive":[{"Content":"Shed Skin is a good ability, but only Scrafty is really able to use it well in the upper tiers. Scrafty also has a far superior second ability in Moxie, but a Bulk Up set with Shed Skin and Rest is a perfectly viable moveset to use, and Shed Skin can help make status an almost non-issue. Other than that though, no other Pokemon can really use it to its full potential."}]},{"Name":"Sheer Force","Description":[{"Content":"When the wielder uses an attack with a secondary effect, the power of that attack is multiplied by 5325/4096 (about 130%) and the secondary effect is ignored. Recoil, user stat penalties, increased critical hit ratio, perfect accuracy, and variable-power attacks are primary effects and so moves with these effects are not boosted by Sheer Force. Moves with both a primary and secondary effect (such as Flare Blitz) will still gain the power increase, but the secondary ability is negated and the primary ability still takes place (in the case of Flare Blitz, the 10% burn rate is negated, but the user still takes recoil from increased power)."},{"Content":"Sheer Force has a load of strange side-effects and interesting quirks. For example, Meloetta cannot transform with Relic Song if it has Sheer Force (via an ability-changing effect, such as Skill Swap). Sheer Force also negates the effects of items that occur after damage, such as Red Card or Eject Button on the defending Pokemon, and Shell Bell or Life Orb recoil on the attacking Pokemon, so long as the attack used has a secondary effect. It also negates the effects of the ability Color Change on the defending Pokemon, so long as the attack used has a secondary effect."}],"Competitive":[{"Content":"The negation of Life Orb recoil has turned Sheer Force into a destructive ability. Boosting common moves such as Flamethrower, Ice Beam, Thunderbolt, Fire Blast, Crunch, Earth Power, Focus Blast, Sludge Wave, and Waterfall, Sheer Force can turn previously unimpressive Pokemon into powerhouse sweepers. Nidoking has a wide movepool and Rampardos has sky-high Attack, just to give some examples of what can use Sheer Force effectively."}]},{"Name":"Shell Armor","Description":[{"Content":"The wielder cannot be struck by critical hits."}],"Competitive":[{"Content":"A pretty neat ability for bulky sweepers, but outside of that it is pretty worthless, since critical hits don't occur often enough to take advantage of it. Some Pokemon will use it though; Torterra will probably use it if you see it, since it will be more useful than Overgrow. Lapras could use it on a bulky set, but really Hydration is always better due to Drizzle being everywhere. It's not a very good ability but it takes an element out of the game that annoys everyone."}]},{"Name":"Shield Dust","Description":[{"Content":"The wielder is unaffected by secondary effects of moves. This includes 100% occurrences, such as from DynamicPunch and Inferno. Shield Dust prevents the flinching effects of Stench, King's Rock, and Razor Fang, as well as the potential secondary effects from using Fling with certain items. It does not prevent effects from moves where the move is dedicated to that effect, such as Thunder Wave. It does not prevent secondary effects from moves used by this Pokemon, such as Close Combat and AncientPower."}],"Competitive":[{"Content":"This is actually a really good ability, but you cannot expect to see it very much when the five Pokemon that have it are Caterpie, Weedle, Venomoth, Wurmple, and Dustox. Venomoth is somewhat usable nowadays but would always much prefer Tinted Lens or Wonder Skin to Shield Dust. The other four are just awful, and this is a shame, because this ability could be really good on the right Pokemon."}]},{"Name":"Simple","Description":[{"Content":"All stat changes applied to the wielder are doubled. Set boosts (such as those received by Baton Pass or copied via Psych Up) are not doubled. Pokemon with Simple are still limited to a maximum of 6 boosts to any given stat."}],"Competitive":[{"Content":"No Pokemon that are decent in OU these days have Simple, so while it is a fantastic ability, no Pokemon can take advantage of it. Furthermore, it does not double the effects of existing stat boosts, so your dreams of Baton Passing a single Tail Glow to Bibarel and sweeping are just a fantasy."}]},{"Name":"Skill Link","Description":[{"Content":"Multi-hit moves used by the wielder will always hit the maximum number of times. The number of hits is determined before the move is executed, so even if the wielder loses Skill Link mid-attack (via Mummy), it will still hit the maximum number of times. When Triple Kick is used by the wielder, it has only one accuracy check instead of three; if it hits the first kick, it will hit all three."}],"Competitive":[{"Content":"Skill Link is most commonly seen on Cloyster, who is definitely a Pokemon to prepare for. After a Shell Smash, an effective 125 Base Power Icicle Spear due to Skill Link is going to hurt everything that doesn't resist it. Cloyster also has Rock Blast to watch out for as well. It allows multi-hit moves to become viable and moves such as Icicle Spear to become extremely powerful without any drawbacks, besides possibly accuracy. The only other notable user is Cinccino, who possesses monstrous power in RU thanks to its combination of high Speed, decent Attack, and Tail Slap, Rock Blast, and Bullet Seed, all of which are maximized by Skill Link."}]},{"Name":"Slow Start","Description":[{"Content":"The wielder's Attack and Speed are reduced by 50% for 5 turns after it switches in. If the user switches out, the counter resets. This ability can be removed by Skill Swap, Gastro Acid, Mummy, or Worry Seed. Slow Start will immediately activate whenever the ability is acquired, such as through Skill Swap or Role Play."}],"Competitive":[{"Content":"This ability makes Regigigas the worst legendary Pokemon that exists by a long way. This is probably the only ability comparable to Truant in how awful it is, so it really has zero competitive value."}]},{"Name":"Sniper","Description":[{"Content":"When the wielder scores a critical hit, the critical hit deals 3x damage rather than 2x damage."}],"Competitive":[{"Content":"Sniper really isn't that good of an ability if you consider that critical hits only have a 6.25% chance of happening. The best Pokemon to use it with might be Drapion since it can use Night Slash, but really Drapion has no place in OU currently. Kingdra gets it also, but it also gets Swift Swim, a much better ability, so it is very rare you will see Sniper come into effect."}]},{"Name":"Snow Cloak","Description":[{"Content":"If hail is the prevailing weather condition, the wielder gets a 25% evasion increase. In addition, if a non-Ice-type Pokemon has this ability, it will not take damage from hail."}],"Competitive":[{"Content":"God, this ability can be annoying. Anyway, on hail teams, you can expect to see Froslass, who will have Snow Cloak. Along with BrightPowder, this can allow Froslass to survive for longer than she ordinarily would, and thus can get up an extra layer of Spikes or another attack off. Other Pokemon such as Mamoswine will have Snow Cloak too, though they won't necessarily be on a hail team, so you may not have to worry about Snow Cloak unless you are running it yourself."},{"Content":"On October 15th 2012, Snow Cloak was voted to be banned from Smogon's OU metagame as well as all tiers below it, so is currently unusable in all Smogon metagames bar Ubers and Little Cup."}]},{"Name":"Snow Warning","Description":[{"Content":"Causes hail weather upon entering the battlefield. Instead of lasting 5 turns, it lasts the entire match, unless another weather is activated. If two weather inducers are sent out at the same time, the slower of the two will have their weather set up over the faster one. If hail weather was already induced via Hail, sending out a Pokemon with Snow Warning will make hail indefinite. Snow Warning will immediately activate whenever the ability is acquired, such as through Skill Swap or Role Play."}],"Competitive":[{"Content":"Hail is a really underrated weather, and it definitely has a lot of use in OU currently. Ice is a great attacking type and despite it being horrible defensively, being able to prevent other weathers going up is a big plus. Abomasnow isn't exactly awful either, being able to check Water-types with its Ice / Grass typing. 100% accurate Blizzard is always nice to have as well."}]},{"Name":"Solar Power","Description":[{"Content":"While sun is the prevailing weather condition, the wielder's Special Attack is increased by 50% and it loses 1/8 of its maximum HP per turn."}],"Competitive":[{"Content":"The one really good user of Solar Power is Charizard. You won't see it too much but when you do, you will know about it when you do. With Drought support from Ninetales, its STAB Fire-type attacks are monstrous. Other Pokemon such as Sunflora should never be used in OU anyway so the only example you will really find is Charizard."}]},{"Name":"Solid Rock","Description":[{"Content":"Whenever a super effective move is used on the wielder, the damage is decreased by 25%. Basically, 2x effective attacks are treated as though they were 1.5x effective, and 4x effective attacks as if they were 3x effective."}],"Competitive":[{"Content":"Another fantastic ability that is wasted due to poor distribution. Rhyperior could be a dangerous threat if the current OU metagame wasn't infested with Water-type moves. Camerupt and Carracosta both really are plainly not very good for one reason or another, so Solid Rock doesn't see much use, but is a great ability regardless."}]},{"Name":"Soundproof","Description":[{"Content":"The wielder is immune to all moves based on sound. This comprises all of the following:"},{"Elements":["Bug Buzz","Chatter","Echoed Voice","GrassWhistle","Growl","Heal Bell","Hyper Voice","Metal Sound","Perish Song","Relic Song","Roar","Round","Screech","Sing","Snarl","Snore","Supersonic","Uproar"]},{"Content":"Pokemon with Soundproof in the party are still cured by Heal Bell's effect, however."},{"Content":"If a Pokemon that has a Perish Count uses Baton Pass to a Soundproof Pokemon, that effect is passed on."}],"Competitive":[{"Content":"Soundproof has next to no competitive use, it has to be said. All the Pokemon who have this ability have better abilities or are just too bad to make an impact in the standard tier these days. Mr. Mime will probably use it over its other abilities, but really you never see it very often."}]},{"Name":"Speed Boost","Description":[{"Content":"The wielder's Speed is boosted by one stage at the end of each turn. Speed Boost will not activate at the end of the turn that the wielder switches in."}],"Competitive":[{"Content":"This ability single-handedly sent Blaziken from solidly UU in DPP to Uber in BW. It is a great ability, and most of the Pokemon with it can make for solid cleaners. Sharpedo has brute force on its side, and can easily sweep a team with its brute force and coverage. Yanmega is strong and is an excellent user of the ability, although Tinted Lens as another great ability. You will see it occasionally, especially in UU."},{"Content":"It should be noted that Speed Boost is one of the factors that makes Ninjask stand out as a Baton Pass user, as all the Speed boosts accumulated while it is on the field can be passed on, thus making it easy to pass a couple of Speed boosts on if your opponent does not have a phazer or a Pokemon with Taunt; if they do, however, Ninjask tends to die very quickly."}]},{"Name":"Stall","Description":[{"Content":"The wielder will move last as long as its opponent chooses moves in the same priority bracket. If two Pokemon that have Stall are out at the same time, the faster Pokemon will move last. If the wielder is facing a Pokemon holding Lagging Tail or Full Incense, the Pokemon with Lagging Tail or Full Incense will move last. If a Pokemon with Stall is holding one of these items, Stall is ignored. Stall ignores all effects of Trick Room for this Pokemon."}],"Competitive":[{"Content":"The only user is Sableye, and Sableye relies on Prankster to be effective, so there is no competitive use currently for this ability, and no foreseeable one in future generations. About the only thing it does for Sableye is ensure a full-powered Payback, which isn't really worth going last every turn."}]},{"Name":"Static","Description":[{"Content":"The wielder has a 30% chance of inducing paralysis on a Pokemon that connects with a contact move. Static has a separate chance of activation on each hit of a contact multi-hit move, and can status a Pokemon multiple times if the first status is removed by the effect of Lum Berry or similar items. Static is prevented by Safeguard, but not by Substitute. "},{"Content":"When the wielder is first in the party, wild encounters with Electric Pokemon have a higher chance of occurring."}],"Competitive":[{"Content":"Static is a pretty widespread ability, yet no real standout Pokemon get it. Manectric and Raichu are perhaps the most notable, but would much prefer to use Lightningrod to gain a Special Attack boost. In any case, most Pokemon that have Static cannot take a physical hit anyway, so its use is very limited."}]},{"Name":"Steadfast","Description":[{"Content":"When the wielder is flinched, its Speed is boosted one stage. Does not boost Speed if the user is attacked while charging Focus Punch."}],"Competitive":[{"Content":"The main two Pokemon currently with Steadfast are Lucario and Gallade. Lucario can really choose either to use Steadfast or its other ability Inner Focus, as both are viable for it but neither are particularly good or noticeable. Gallade has no other choice but to use Steadfast, but you never really see Gallade anyway. Steadfast is a pretty rare ability but it's around often enough that you will be affected by it from time to time."}]},{"Name":"Stench","Description":[{"Content":"The wielder has a 10% chance of flinching the opponent whenever it attacks. This does not stack with King's Rock or Razor Fang. In-game, Stench decreases wild encounter rate."}],"Competitive":[{"Content":"Stench really isn't that viable, but can be good in a pinch if the luck is going for you. Garbodor, Skuntank, and Muk are three candidates for using Stench but the former two have a much better ability in Aftermath, and the latter is too slow to effectively make use of it."}]},{"Name":"Sticky Hold","Description":[{"Content":"If the enemy uses a move that would remove the wielder's item, such as Knock Off, it will not remove it. The wielder can still use Bestow, Trick and Switcheroo normally."},{"Content":"When the wielder is first in the party, it is more likely that you will be prompted to enter battle against a wild Pokemon while fishing."}],"Competitive":[{"Content":"Really, this doesn't have much competitive use at all; the only real user of Sticky Hold is Muk because it currently has no other viable ability, and even then you never see Muk in OU. All other Pokemon with this ability have far better abilities to make use of."}]},{"Name":"Storm Drain","Description":[{"Content":"All Water-type attacks (with the exception of Water Pledge), even those from the wielder's ally in multi battles, hit the wielder with 100% accuracy regardless of the intended target, and give a Special Attack boost of one stage instead of doing damage. If the wielder and a Pokemon using Follow Me are out at the same time, and a Pokemon uses a Water-type attack targeted at the Follow Me user's team, Follow Me will take precedence. If Hidden Power is Water-type, it will be redirected and absorbed as well. Soak is also redirected and nullified by Storm Drain. If a Pokemon with Mold Breaker uses a Water-type attack, it will be redirected but not absorbed by Storm Drain. If two Pokemon have Storm Drain in a multi battle, the faster Pokemon will draw the attack. In the event of a speed tie, the Pokemon who has been on the field longest will draw the attack."}],"Competitive":[{"Content":"Storm Drain was next to useless in Generation 4. Now it has given rise to Gastrodon, one of the best anti-metagame Pokemon currently. The immunity plus the Special Attack boost allows Gastrodon to check almost everything on an offensive Drizzle team and as such makes it an easy fit to a lot of teams. Outside of Gastrodon, Cradily is another possible good user of Storm Drain, given its typing, but it certainly isn't as good as Gastrodon is. Storm Drain can get really annoying fast if you have nothing to take out Gastrodon with. Storm Drain is also why Gastrodon is viable in Ubers, letting it be one of the best Kyogre counters in the game."}]},{"Name":"Sturdy","Description":[{"Content":"Fissure, Guillotine, Horn Drill, and Sheer Cold will fail when used against the wielder. If at 100% health, any move that would normally KO the user in one hit will leave it at 1 HP instead. Multi-hit moves can KO through Sturdy, as does Destiny Bond. Final Gambit, however, will not. Sturdy will allow the holder to survive the first hit of a multi-hit move like Fury Attack, but it will be KOed on the second. Sturdy prevents the user from OHKOing itself by confusion damage while it is at full HP. Does not protect the holder from OHKOing itself from recoil damage. The wielder will have its ability activate before Focus Sash, so Focus Sash has no effect on a Pokemon with Sturdy."}],"Competitive":[{"Content":"Sturdy is a great ability; providing that the wielder is at 100% health, they will more than likely last the turn with at least 1 HP. Sturdy has some awesome users, like Skarmory, Forretress, Donphan, and the Aggron family, all perfectly capable of using Sturdy to its fullest. The most \"off the wall\" Sturdy user has to be Aron, who coupled with an immunity to sandstorm, can single-handedly decimate teams even at level 1, using Endeavor, Shell Bell, and sandstorm to KO many Pokemon whilst keeping itself intact due to Sturdy. It is very competitively viable and many BW matches will involve a Sturdy user."}]},{"Name":"Suction Cups","Description":[{"Content":"Dragon Tail, Circle Throw, Roar, Whirlwind, and Red Card cannot make the wielder switch."},{"Content":"When the wielder is first in the party, it is more likely that you will be prompted to enter battle against a wild Pokemon while fishing."}],"Competitive":[{"Content":"The only real user is Cradily, and while Cradily has a great niche, especially with sandstorm as prevalent as it is, you will not see very much of it, and as such will not be seen very much competitively. It is a nice ability on bulky sweepers though, as it can allow for a successful Baton Pass chain."}]},{"Name":"Super Luck","Description":[{"Content":"The critical hit rate of moves used by the wielder is boosted by one stage."}],"Competitive":[{"Content":"The two Pokemon that stand out as decent users of Super Luck are Absol and Honchkrow. Both are really too frail to be used in OU, and because of that you will rarely see them, but Super Luck is a better ability than Pressure on Absol at least, especially as Absol has access to many high critical hit moves such as Night Slash and Psycho Cut. For the most part though you will see Honchkrow use Moxie, as the Attack boosts will be more helpful. Still, a nice ability if you have the luck to use it."}]},{"Name":"Swarm","Description":[{"Content":"When the wielder is at 1/3 HP or less, all of its Bug-type moves will have 50% more power."},{"Content":"Outside of battle, it can be used to increase the wild encounter rate."}],"Competitive":[{"Content":"There isn't much competitive use to this ability, since most Bug-types suck or have better abilities. The best one to look forward to might well be Volcarona, since it takes 50% damage from Stealth Rock, so is worn down quickly, and with Quiver Dance it may well be a potent threat, but unfortunately Swarm is illegal on it at the time of writing, until it is released in the Dream World. Escavalier is also a Pokemon that can hit hard and use strong Bug-type moves, so the boost is welcome there too."}]},{"Name":"Swift Swim","Description":[{"Content":"If rain is the prevailing weather condition, the wielder's Speed is doubled. If the rain ends or a new weather condition is brought into play, the wielder's Speed returns to normal."}],"Competitive":[{"Content":"Swift Swim would have so much more competitive use if it wasn't banned in combination with Drizzle in OU. Both are still allowed, but not both on the same team. Therefore, it's restricted to either Rain Dance teams or countering Drizzle teams. If you want to pick a certain Pokemon, take your pick; Kingdra, Kabutops, Ludicolo, Gorebyss, Qwilfish and many others are all viable users of Swift Swim in rain. It's a shame that Ferrothorn exists to put a stop to nearly all of them, hence why they work well in conjunction to get rid of it. It is viable, but really now you have to dedicate a team towards it to use it effectively. In Ubers, Swift Swim has much more competitive use due to no bans regarding Swift Swim and Kyogre's usage."}]},{"Name":"Synchronize","Description":[{"Content":"If another Pokemon inflicts burn, paralysis, poison, or bad poison on the wielder, then the enemy receives the same status. Self-induced status is not passed on. Poison and bad poison from Toxic Spikes is not passed to the foe. Synchronize will not inflict status on Pokemon immune to that particular status. Synchronize will not successfully inflict status previously transferred by Psycho Shift."},{"Content":"When the wielder is first in the party (even if it is fainted) when entering battle against a wild Pokemon, there is a 50% chance of making the wild Pokemon's nature correspond to the nature of the Pokemon with this ability."}],"Competitive":[{"Content":"Synchronize does see some use in the form of Mew. However, Mew is not seen as much as some people first expected when it was brought down from Ubers, even though it is a perfectly viable Pokemon. Other Pokemon with Synchronize such as Gardevoir have better abilities such as Trace, so really outside of Mew it isn't seen much, and doesn't have that much competitive use."}]},{"Name":"Tangled Feet","Description":[{"Content":"When the wielder is confused, its evasion rate is doubled. This effect ends when the confusion ends."}],"Competitive":[{"Content":"There is literally no competitive use to this ability. Even if you do somehow manage to get the boost with one of the seven awful Pokemon that have the ability, the chances of you getting hit by confusion are far greater than the opponent missing its attack on you, unless it is using something such as DynamicPunch, which normally misses anyway."}]},{"Name":"Technician","Description":[{"Content":"When the wielder uses a move that has 60 Base Power or less (including Struggle), the Base Power is increased by 50%. STAB and effectiveness modifiers are not counted when determining whether the move is boosted by Technician, but Helping Hand is. If a move has variable Base Power and would have 60 Base Power or less when used, it is also boosted by 50%. Note that while self-inflicted confusion damage is a 40 Base Power typeless move, it is not boosted by 50%."}],"Competitive":[{"Content":"Honestly one of the best abilities in the game; the main user of it is Scizor, who can inflict great amounts of damage with its boosted Bullet Punch and Bug Bite. Other notable Pokemon include Breloom, who can take advantage of a boosted Bullet Seed and Mach Punch, making it an extremely potent threat. Hitmontop can become a great revenge killer with the plethora of priority moves in its arsenal. You will see this ability a lot when you play OU."}]},{"Name":"Telepathy","Description":[{"Content":"The wielder takes no damage from allies in double and triple battles, even if the move is specifically targeted at the wielder."}],"Competitive":[{"Content":"Moves that damage teammates in double and triple battles are few and far between, but in the case of attacks that hit the entire field, such as Earthquake or Explosion, this can be a useful ability to have. Otherwise, there are better options for each Pokemon that obtains it. This ability should never be used in singles."}]},{"Name":"Teravolt","Description":[{"Content":"If the wielder attacks and the target's ability would prevent the effects of the attack from taking place, or hinder the effects of the move, the ability is temporarily nullified while the attack is in progress. Abilities that prevent status, such as Limber or Magma Armor, are also deactivated during the attack. This allows a Pokemon that has one to be affected by the status they prevent, but the ability will cure the status immediately after all effects of the attack resolve. Teravolt also gives a message when the wielder switches in stating that it has Teravolt. Teravolt does not nullify abilities for either Future Sight or Doom Desire used by another Pokemon."},{"Content":"Abilities nullified are:"},{"Elements":["Battle Armor","Big Pecks","Clear Body","Contrary (Mold Breaker will not reverse the current boosts, but additional stat changes are not affected by Contrary)","Damp (including the prevention of Aftermath's effect)","Dry Skin (including the added damage from Fire-type moves)","Filter","Flash Fire","Flower Gift (both the Attack and Special Defense boosts are nullified)","Friend Guard","Heatproof","Hyper Cutter","Illusion (Illusion will not be broken when attacked by a Pokemon with Teravolt)","Immunity","Inner Focus","Insomnia","Keen Eye","Leaf Guard","Levitate","Light Metal","Lightningrod","Limber","Magic Bounce","Magma Armor","Marvel Scale","Motor Drive","Multiscale","Oblivious","Own Tempo","Sand Veil","Sap Sipper","Shell Armor","Shield Dust","Simple","Snow Cloak","Solid Rock","Soundproof","Sticky Hold","Storm Drain","Sturdy","Suction Cups","Tangled Feet","Telepathy","Thick Fat","Unaware (even if the Pokemon's stat stages are less than 0)","Vital Spirit","Volt Absorb","Water Absorb","Water Veil","White Smoke","Wonder Guard"]}],"Competitive":[{"Content":"Zekrom could have a better ability, but offensively, it isn't a massive downfall. Being able to strike opponents such as Volt Absorb Lanturn with a STAB Bolt Strike is a powerful tool, and while Teravolt doesn't negate the ever-present Pressure in Ubers, it can be useful in taking down some other Pokemon present in Ubers, such as Forretress and Skarmory by negating Sturdy, Shedinja by negating Wonder Guard, and Lugia by negating Multiscale."}]},{"Name":"Thick Fat","Description":[{"Content":"When the wielder is damaged by an Ice- or Fire-type attack, damage is reduced by 50%. It has no effect on burn, freeze, or hail damage."}],"Competitive":[{"Content":"Now that Thick Fat is legal with Superpower and Icicle Crash, Thick Fat has become the ability of choice for Mamoswine, who can use it to remove its Fire-type weakness and grant it an Ice-type resistance. Gaining two resistances at no expense is a big advantage, and so other Pokemon that get it, such as Snorlax, will often use it as their ability of choice. While Snorlax is no longer the force it once was in OU, it is still a greatly potent threat in the lower tiers."}]},{"Name":"Tinted Lens","Description":[{"Content":"When the wielder uses a move that is not very effective on its target, the damage is doubled."}],"Competitive":[{"Content":"Tinted Lens is a great ability, and it's a shame it is only limited at the moment to some quite shockingly bad Pokemon. The main users at the moment in OU are Yanmega and Venomoth, both Bug-types, but neither really able to make a lasting impression in that tier. Both of these are monstrous threats in the lower tiers, but in the OU metagame, Tinted Lens is an ability you very rarely see."}]},{"Name":"Torrent","Description":[{"Content":"When the wielder is at 1/3 HP or less, all of its Water-type moves will have 50% more power."}],"Competitive":[{"Content":"It has next to no use as an ability these days. None of the Water-type starters get much love these days, except for maybe Blastoise, who would much rather use Rain Dish to heal its health in rain. Swampert has fallen from grace a by quite a bit, arguably being outclassed by Gastrodon and Quagsire in the Water- / Ground-type department. Even so, Empoleon can make use of it in UU thanks to its classic Agility SubPetaya set, which can even be useful in OU with rain support, but suffers from the presence of Mach Punch users such as Breloom and Conkeldurr."}]},{"Name":"Toxic Boost","Description":[{"Content":"When the wielder is poisoned or badly poisoned, its Attack is increased by 50%."}],"Competitive":[{"Content":"An increase to Attack as supposed to a straight immunity is a nice boost for Zangoose. While it must now lose HP in between turns, when coupled with Swords Dance and Toxic Orb, Zangoose becomes a ferocious attacker, and one of the most powerful threats in NU, only kept in check by its general frailty."}]},{"Name":"Trace","Description":[{"Content":"Upon switching in, the wielder copies the opponent's ability. In doubles and triples battles, Trace randomly selects which opponent's ability to copy. Trace cannot copy Flower Gift, Forecast, Illusion, Imposter, Multitype, Trace, and Zen Mode. If the opponent has just been KOed, Trace will copy the ability of the next Pokemon revealed in the battle. Trace will immediately activate whenever the ability is acquired, such as through Skill Swap or Role Play."}],"Competitive":[{"Content":"There is only one fully evolved user of Trace, and that's Gardevoir. However, Porygon2 is the best user of Trace by far, being able to check Pokemon such as Chandelure and Gyarados with the combination of its bulk, Eviolite, and the copied Flash Fire and Intimidate respectively. It can check many other Pokemon that have abilities that have pseudo-immunities such as Water Absorb, making Porygon2 a decent choice for an OU team, so it does have at least some competitive use. Gardevoir can also be seen, but it is a lot rarer than Porygon2."}]},{"Name":"Truant","Description":[{"Content":"Each time the wielder is sent out, it will not be able to attack on every other turn, starting with the second. Moves that take a turn to recharge, such as Hyper Beam, will use its recharge turn while the user is \"loafing around.\" Entrainment, Simple Beam, and Worry Seed do not work when used on the wielder, although Worry Seed will work after Truant is suppressed by Gastro Acid (the former two will not work regardless)."}],"Competitive":[{"Content":"Only two fully evolved Pokemon have this ability, Slaking and Durant. As Durant happens to get the infinitely superior Hustle, Slaking is the only real user, and as an ability, this ability has to be one of the worst in the game, if not the worst. It takes a probable Uber candidate Pokemon all the way to the bottom of the pile in terms of being usable, so it has no competitive use at all. Of course, Truant Durant could be used with Entrainment to irritate the opponent, but then all the opponent has to do is switch out on the free turn that Truant gives them (though it should be mentioned here that Entrainment Truant Durant is an extremely powerful weapon to use in the Battle Subway and Pokemon World Tournament, thanks to the AI's reluctance to switch out, giving a Pokemon with Protect almost infinite set-up time)."}]},{"Name":"Turboblaze","Description":[{"Content":"If the wielder attacks and the target's ability would prevent the effects of the attack from taking place, or hinder the effects of the move, the ability is temporarily nullified while the attack is in progress. Abilities that prevent status, such as Limber or Magma Armor, are also deactivated during the attack. This allows a Pokemon that has one to be affected by the status they prevent, but the ability will cure the status immediately after all effects of the attack resolve. Turboblaze also gives a message when the wielder switches in stating that it has Turboblze. Turboblaze does not nullify abilities for the duration of either Future Sight or Doom Desire that was used by another Pokemon."},{"Content":"Abilities nullified are:"},{"Elements":["Battle Armor","Big Pecks","Clear Body","Contrary (Mold Breaker will not reverse the current boosts, but additional stat changes are not affected by Contrary)","Damp (including the prevention of Aftermath's effect)","Dry Skin (including the added damage from Fire-type moves)","Filter","Flash Fire","Flower Gift (both the Attack and Special Defense boosts are nullified)","Friend Guard","Heatproof","Hyper Cutter","Illusion (Illusion will not be broken when attacked by a Pokemon with Turboblaze)","Immunity","Inner Focus","Insomnia","Keen Eye","Leaf Guard","Levitate","Light Metal","Lightningrod","Limber","Magic Bounce","Magma Armor","Marvel Scale","Motor Drive","Multiscale","Oblivious","Own Tempo","Sand Veil","Sap Sipper","Shell Armor","Shield Dust","Simple","Snow Cloak","Solid Rock","Soundproof","Sticky Hold","Storm Drain","Sturdy","Suction Cups","Tangled Feet","Telepathy","Thick Fat","Unaware (even if the Pokemon's stat stages are less than 0)","Vital Spirit","Volt Absorb","Water Absorb","Water Veil","White Smoke","Wonder Guard"]}],"Competitive":[{"Content":"Reshiram can make some use out of this ability, hitting Heatran, Snorlax, Heatproof Bronzong, and Mamoswine for full power, and breaking through Forretress's and Skarmory's Sturdy. Otherwise, it is a rarely useful ability that can only really make a difference once every so often."}]},{"Name":"Unaware","Description":[{"Content":"If the wielder is the target of an attack, all of the attacker's Attack, Special Attack, and accuracy stat stages are ignored during damage calculation and accuracy checks. If the wielder is attacking, all of the defender's Defense, Special Defense, and evasion stat stages are ignored during damage calculation and accuracy checks. If the wielder uses Punishment or the opposing Pokemon uses Stored Power, stat boosts still factor into its power. If the wielder hits itself in its confusion, its altered Attack and Defense stats are kept during damage calculation."}],"Competitive":[{"Content":"There is only one viable user of Unaware currently, and that is Quagsire. Quagsire, however, is a very good Pokemon this generation and a solid Pokemon to use on a stall team. Unaware can be a fantastic ability in that sense as it will prevent Pokemon that would otherwise destroy stall teams from setting up to do so, who are walled or countered by Quagsire due to its bulkiness and great typing. So it has some competitive use, but it is more or less limited to only one Pokemon at this time."}]},{"Name":"Unburden","Description":[{"Content":"When the wielder consumes an item or has one removed from it (for example via Knock Off, Bug Bite, Fling, or Natural Gift) its Speed is doubled until it switches out. This boost is not a change to the wielder's Speed stage, so if it were to use Agility after Unburden activates, it would have four times its original Speed. The Unburden boost cannot be Baton Passed, and losing items after the first does not provide additional boosts. Unburden will not activate if the wielder simply has no item; an item must be removed for it to activate."}],"Competitive":[{"Content":"As Unburden is only available on a few viable Pokemon, its competitive use is limited. Sceptile is probably the main user and can take advantage of it to get a further boost out of item and ability combinations like Flying Gem and Acrobatics. Otherwise, Unburden is barely seen, as all the other Pokemon with the ability are not fit for competitive OU battles, and the Speed boost cannot be Baton Passed."}]},{"Name":"Unnerve","Description":[{"Content":"Prevents the opponent from consuming a held Berry while the wielder is on the field. Moves that involve such items (such as Bug Bite and Pluck) will work normally. An activation notification will be given when the wielder enters battle."}],"Competitive":[{"Content":"Every Pokemon that has access to this ability has a better option. Unnerve in itself is somewhat useless, as the only Berries that realistically see use are Lum, Chesto, and type-resist Berries, and Unnerve doesn't really do much to help win against Pokemon that would otherwise carry such Berries. It could be useful against stat-boosting Berries such as Petaya and Salac, but these are even more rare than the above. Even so, with powerful Berries such as Custap released, Unnerve can see some use—and indeed, Unnerve Mewtwo can actually turn out to be quite effective."}]},{"Name":"Victory Star","Description":[{"Content":"Increases the accuracy of all moves used by the wielder (and its allies, in multi battles) by 10%. This is a multiplicative increase, not additive, meaning if a move has 50% accuracy before Victory Star, it is brought to 55% (0.5 * 1.1) total accuracy afterward."}],"Competitive":[{"Content":"Victini will often use lower-accuracy moves, such as V-create, Fire Blast, Overheat, Thunder, and Focus Blast, in order to gain much-needed power, and thus can almost freely use moves that other Pokemon would be hesitant to use. Be warned, however, that even a Victory Star-boosted Focus Blast is still less accurate than an unboosted Stone Edge or Hydro Pump. Victini has no other abilities, although in double or triple battles, this can be effective on Pokemon with Hustle."}]},{"Name":"Vital Spirit","Description":[{"Content":"The wielder cannot be put to sleep. Rest will fail when used by the wielder. If the wielder is sleeping, it is instantly cured of sleep. A Pokemon with Mold Breaker can target the wielder with Yawn and make it drowsy, but the wielder will fail to fall asleep (unless it no longer has Vital Spirit the next turn)."},{"Content":"Outside of battle, if the wielder of Vital Spirit is leading the party, then Vital Spirit increases the chance to encounter a higher-level wild Pokemon by 50%."}],"Competitive":[{"Content":"Up to DPP, the only fully evolved Pokemon with access to Vital Spirit were Delibird (which is absolutely useless) and Primeape. In the latter's case, it was the better option over the unreliable Anger Point."},{"Content":"With the advent of the Dream World, Magmortar and Electivire received Vital Spirit, and Primeape, Defiant. Electivire will still use the much better Motor Drive, but Magmortar can take advantage of being able to switch in a sleep-inducing move and fire off powerful attacks. In Primeape's case, Defiant can be a tempting option, but frail as it is, it will appreciate being able to switch in more often."}]},{"Name":"Volt Absorb","Description":[{"Content":"The wielder gains 25% of its maximum HP when hit by an Electric-type attack and negates the attack. A Ground-type Pokemon with Volt Absorb will not heal any HP. Redirection effects (such as Lightningrod) take effect before Volt Absorb activates. Volt Absorb activates through Substitute but not Protect."}],"Competitive":[{"Content":"Due to Thundurus-T, Politoed's Drizzle, and Electric-type attacks being very strong in general this generation, Volt Absorb has a great use in being able to cover up an Electric-type weakness easily. Thundurus-T, Jolteon, and Lanturn can switch into most Electric-type Pokemon for free healing, though they should beware of coverage moves."}]},{"Name":"Water Absorb","Description":[{"Content":"The wielder gains 25% of its maximum HP when hit by a Water-type attack and negates the attack. Redirection effects (such as Storm Drain) take effect before Water Absorb activates. Water Absorb activates through Substitute but not Protect."}],"Competitive":[{"Content":"Many good Pokemon get Water Absorb, so competitively it has a lot of uses. Since Water is such a prevalent attacking type this generation, due to the presence of Drizzle, being able to take Water attacks becomes all the more important. Vaporeon, Jellicent, and Poliwrath are all great Pokemon to stop rain teams based on Water-types because of this ability, and thus having a Pokemon with Water Absorb can be a great asset."}]},{"Name":"Water Veil","Description":[{"Content":"The wielder cannot be burned. If the wielder is burned, it is instantly cured of burn."}],"Competitive":[{"Content":"Decent at best, Water Veil sees little to no use in the competitive scenario. Every Pokemon with access to it has better options such as Swift Swim, Storm Drain, or Water Absorb. Floatzel and Huntail, who could benefit from the immunity to burn, will prefer having their Speed doubled in rain."}]},{"Name":"Weak Armor","Description":[{"Content":"Whenever the wielder takes damage from a physical attack (not recoil from a move such as Flare Blitz), its Defense is lowered by one stage, and its Speed is raised by one stage. Weak Armor activates on each hit of a multi-hit move."}],"Competitive":[{"Content":"Kabutops and Omastar appreciate ways of boosting their Speed with the complex ban on Drizzle in effect, but the lowering of Defense, coupled with their weakness to priority moves, makes it a very risky tactic to try."}]},{"Name":"White Smoke","Description":[{"Content":"The wielder's stats cannot be lowered. It does not prevent self-inflicted stat drops, such as the Speed drop from Curse or the Attack and Defense drop from Superpower. It also does not block the effects of Haze, Heart Swap, Guard Swap, or Power Swap."},{"Content":"When the wielder is first in the party, wild encounters have a lower chance of occurring."}],"Competitive":[{"Content":"As only two Pokemon have it, Heatmor and Torkoal, it will naturally be limited to seeing a very small amount of use. However, it doesn't prevent self stat reduction, so does not have any effect on Shell Smash Torkoal, unfortunately."}]},{"Name":"Wonder Guard","Description":[{"Content":"The wielder can only be damaged by super effective attacks. Wonder Guard only prevents direct damage from attacks, such as the damage received from Tackle. It does not prevent any other form of damage, such as the damage from weather conditions or Leech Seed. If the wielder uses a recoil move, it will still take normal recoil damage. Struggle will hit through Wonder Guard, despite not being a super effective attack. Fixed damage attacks will only damage the wielder if it would be super effective otherwise. That is, Night Shade counts as a Ghost-type attack, Seismic Toss counts as a Fighting-type attack, and Dragon Rage counts as a Dragon-type attack."},{"Content":"The wielder is unaffected by Skill Swap or Role Play, but Wonder Guard can be copied via Trace. Also, Wonder Guard can be copied by an opposing Pokemon transforming into the wielder."}],"Competitive":[{"Content":"Wonder Guard is only available on one Pokemon, which is Shedinja. In fact, it is the only reason that Shedinja is usable at all, but really, it has no place in OU, due to the fact that sandstorm and Stealth Rock will KO it immediately. Instead, if you are going to use Shedinja it would be recommended to use it in Ubers, where there isn't as much hurtful weather to hit through Wonder Guard, and where Shedinja can be hit by fewer types for super effective damage. Because Shedinja is on one of the least usable Pokemon in the game, and because Wonder Guard is not available on any other Pokemon, its competitive use is extremely limited."}]},{"Name":"Wonder Skin","Description":[{"Content":"When the wielder is targeted by a non-attacking move with an accuracy check, its accuracy is set to the minimum between 50% and the move's original accuracy. Wonder Skin adjusts the accuracy before any other modifiers take effect. Wonder Skin does not change the accuracy of non-attacking moves that already have an accuracy below 50%."}],"Competitive":[{"Content":"Wonder Skin is only available on 4 Pokemon, and 3 of them are as Dream World abilities only at this time. Wonder Skin has extremely limited competitive use, but may find some niche uses on Venomoth."}]},{"Name":"Zen Mode","Description":[{"Content":"Zen Mode is hardcoded to only work for Darmanitan. When the wielder's HP drops below 50% of its maximum, it will change forme into Zen Mode at the end of the turn. If Zen Mode is removed, or if the wielder recovers HP to over 50%, it will change back. Role Play will fail when used on the wielder, and if the wielder uses Entrainment, it will fail."}],"Competitive":[{"Content":"To reliably get Darmanitan's HP to 50% is very difficult, and at that level, it is easy to be KOed. The only really reliable way to do it is to use Belly Drum, which is pointless as in its Zen Mode, Darmanitan is seriously slow and has an extremely low Attack stat. As well as this, lowered Speed does not aid Zen Mode Darmanitan's sweeping capabilities, and so Darmanitan should stick with the use of Sheer Force and physical attacks. It's not really clear what Game Freak were thinking when they thought up this ability."}]}]