[{"Name":"Absorb Bulb","Description":[{"Content":"The Absorb Bulb boosts the holder's Special Attack by +1 when it is hit by a Water-type move, and is consumed upon use. Does not grant immunity to Water-type moves. If held by a Pokemon with Water Absorb, Storm Drain, or Dry Skin, the ability will activate first if a Water-type move is used, so the Absorb Bulb's effect will not activate, unless the holder's ability is changed."}],"Competitive":[{"Content":"In singles, Absorb Bulb is somewhat useless when compared to items such as Life Orb and Choice Specs. It is essentially a one-time Storm Drain (without the immunity to Water-type attacks), but every Pokemon that could use it would much rather have Life Orb or Choice Specs, as they provide a far more consistent power boost that is not lost through switching out and does not require an activation cost."},{"Content":"However, in double battles, this item takes on a whole new lease on life. With the help of a friendly Surf inflicting damage on your own partner, Absorb Bulb is much easier to activate. On top of this, Absorb Bulb's quick, flexible boost is of much greater value in doubles metagames, where the switching required with use of Choice Specs is unfavorable. The item's poster child is Ludicolo, who takes nearly any partner's Surf with ease thanks to a quadruple resistance to Water-type attacks and can dish out powerful hits with the Special Attack boost."}]},{"Name":"Adamant Orb","Description":[{"Content":"When held by Dialga, the Adamant Orb multiplies the power of all damage-dealing Dragon- and Steel-type moves used by the holder by 4915/4096 (approximately 1.2). Can be held by other Pokemon, but then has no effect."}],"Competitive":[{"Content":"Since Adamant Orb only has an effect when held by Dialga, naturally the only time you would want to use it would be with a Dialga, but even then it is essentially useless in competitive play as Life Orb is just better for pretty much anything Dialga can do, providing a 30% boost to all of Dialga's moves, as opposed to 4915/4096 just to Dragon- and Steel-type moves. It can potentially be useful for bluffing a Choice item, but Expert Belt is normally a better choice for that strategy, as it is not limited to Dialga's STAB attacks."}]},{"Name":"Aguav Berry","Description":[{"Content":"Restores the HP of the holder by 1/8 of its maximum HP when at 50% HP or less. Consumed after use. If the holder has a Lax, Naive, Naughty, or Rash nature, it will also confuse the holder upon activation. Natural Gift becomes a 60 Base Power Dragon-type attack when the user holds this Berry, but the Berry is consumed after use."}],"Competitive":[{"Content":"Interestingly enough, merely staying in for two turns with Leftovers will heal the exact same amount as Aguav Berry, without even being used up—or, indeed, confusing you. Indeed, even in fast-paced metagames where you are unlikely to get the time to heal even this much with Leftovers, there are better options available. For VGC and Battle Subway, Sitrus Berry heals twice as much of your HP, and in Little Cup, Oran Berry will heal more HP in every single case. Long story short, don't bother using this."}]},{"Name":"Air Balloon","Description":[{"Content":"The Air Balloon gives the holder an immunity to all Ground-type moves. It pops once the user is hit by an attacking move. Indirect damage will not pop the Air Balloon, and neither will Ground-type moves. The user is also not affected by Spikes or Toxic Spikes. The Air Balloon's effect is negated when Gravity is in effect."}],"Competitive":[{"Content":"The Air Balloon is a great item for competitive use, especially on any Pokemon that is ordinarily crippled by Ground-type attacks. In particular, it is commonly used on Heatran, negating its 4x weakness to Ground. It is also good on sweepers with Ground as one of their few weaknesses, such as Terrakion and Lucario in OU, enabling them to grab a free turn in order to set up while the opponent is forced to break the Balloon. Air Balloon does not prevent Stealth Rock damage, however, and using Air Balloon does forfeit your ability to carry conventional items such as Life Orb or Choice Band, so your Pokemon can lose out on extra power. It is also less useful on defensive Pokemon, who will be taking hits regardless and will appreciate the recovery from Leftovers far more than what is usually a single free turn."}]},{"Name":"Apicot Berry","Description":[{"Content":"The Apicot Berry raises the user's Special Defense by 1 stage once the user is brought down to 1/4 or lower of its HP. Consumed after use. Natural Gift becomes an 80 Base Power Ground-type attack when the user holds this Berry, but the Berry is consumed after use."}],"Competitive":[{"Content":"The Apicot Berry is not quite as powerful an item as Liechi, Salac, or Petaya Berries, which raise attacking stats, as once you are down to 25% of your HP, defensive stats aren't really going to save you—and with an Attack or Speed boost, you may well be able to kill something before going down, or even pull off a sweep."}]},{"Name":"Armor Fossil","Description":[],"Competitive":[{"Content":"Change your preferences here."},{"Content":"The Armor Fossil can be revived at the Nacrene Museum to make a Level 20 Shieldon."}]},{"Name":"Aspear Berry","Description":[{"Content":"If held by a Pokemon, will automatically cure the freeze status condition when inflicted on the holder. Consumed after use. Can also be used forcibly by the trainer in-game. Natural Gift becomes a 60 Base Power Ice-type attack when the user holds this Berry, but the Berry is consumed after use."}],"Competitive":[{"Content":"The Aspear Berry is generally useless, as there is no reliable freeze move in existence. If you want protection from status, use Lum Berry, which cures every status, not just freeze."}]},{"Name":"Babiri Berry","Description":[{"Content":"When held by a Pokemon, reduces the power of a damaging Steel-type move that would hit the holder for super effective damage by 50%. Consumed after use. Natural Gift becomes a 60 Base Power Steel-type attack when the user holds this Berry, but the Berry is consumed after use."}],"Competitive":[{"Content":"Some would say that Babiri Berry is a poor item choice, as there are few types weak to Steel and even fewer Pokemon willing to use Steel-type moves. However, among those that do is one of the most feared Pokemon in the game—Bullet Punch Scizor, and as such there are several Pokemon that can hold Babiri Berry in order to help you outwit the metal menace. Tyranitar is the prime example, as it can lure Scizor in, use Babiri Berry to survive one Bullet Punch, and then destroy Scizor with Fire Punch or Flamethrower, thus ridding your team of Scizor for that battle. Tyranitar and Terrakion can also use Babiri Berry on their sweeping sets in order to prevent Scizor from ending their sweeps prematurely—Dragon Dance Tyranitar and Swords Dance Terrakion are notable examples of this."}]},{"Name":"Berry Juice","Description":[{"Content":"Berry Juice restores the HP of the holder by 20 hit points when the holder is at 50% HP or less."}],"Competitive":[{"Content":"Ordinarily, 20 HP healing is not a very big deal, and in just about all cases is outclassed by Sitrus Berry, which is a poor item in most tiers regardless. The one exception to this general rule is Little Cup, where most Pokemon have around 20 HP and so this item is able to bring them back to full health even if they are on the verge of death, and cannot be removed by Bug Bite or Pluck, unlike Oran Berry. In fact, it's so good that it was banned for being overpowered, so cannot be used there regardless. Oh well."}]},{"Name":"Big Root","Description":[{"Content":"When held by a Pokemon, increases the HP recovered by the holder by using a draining move by 30%. The damaging moves affected by this item are Absorb, Drain Punch, Dream Eater, Giga Drain, Horn Leech, Leech Life, and Mega Drain. Leech Seed will also recover more HP, but will not deal any extra damage to the opponent. Despite not being draining moves, the HP gain from Ingrain and Aqua Ring is also boosted, so each of them will heal 8.125% HP per turn as opposed to 6.25%."}],"Competitive":[{"Content":"While theoretically a good item, Big Root is nearly entirely outclassed by Leftovers—even if using a move like Drain Punch or Giga Drain, the extra healing you will get will be lower than you would have got from Leftovers over the short-term. In addition, if you use a Choice Band or Choice Specs, you will increase the HP recovered by 50% regardless, as you are doing more damage to your opponent. Even if using a Substitute + Leech Seed strategy, Leftovers allows you to heal even when you don't have Leech Seed up, which is always helpful. Unless you have a moveset purely consisting of draining moves (not recommended), Big Root should never be seriously considered."}]},{"Name":"Binding Band","Description":[{"Content":"The damage dealt at the end of the turn by multi-turn trapping moves (Bind, Clamp, Fire Spin, Magma Storm, Sand Tomb, Whirlpool, Wrap) is increased from 6.25% to 12.5% of the target's maximum HP."}],"Competitive":[{"Content":"Partial trapping moves are not often seen competitively, for the simple reason that they do very little damage to the opponent, take up a whole moveslot, and likely will trap something that can actually fight back (if the opponent could not do anything to you, they would either switch out or stay in expecting to be KOed, and getting rid of an opponent's Pokemon is almost always the more favorable turn of events), so you will waste a turn and a moveslot doing very little, especially as all effects of these moves are lost when the user switches out. For this reason, even with something like Heatran's Magma Storm, you are unlikely to get more than one turn's worth of damage—in which case you can deal more damage to the opponent by using a power-boosting item such as Life Orb. Binding Band is a poor item, competitively, but at least it's better than Grip Claw."}]},{"Name":"Black Belt","Description":[{"Content":"Increases the power of all of the holder's damage-dealing Fighting-type attacks by 20%."}],"Competitive":[{"Content":"Black Belt isn't bad, but it isn't that good either. While a 20% boost to Fighting-type attacks is decent, it's not quite as excellent as the 30% boost to all attacks that you get from Life Orb. If you don't like Life Orb's recoil damage, or want to try to bluff a Choice item, then Expert Belt is typically a better overall choice for its added damage to all super effective attacks. Even if you are running a mono-attacking set with Fighting coverage (not recommended), either Leftovers or Life Orb would probably be better for your purposes, depending on your build."}]},{"Name":"Black Sludge","Description":[{"Content":"If held by a Poison-type, the holder recovers 6.25% of their maximum HP at the end of each turn, rounded down. This healing occurs after damage from sandstorm or hail, but before damage from poison, burn, Nightmare, or Leech Seed. If held by a Pokemon that is not a Poison-type, the holder is damaged by 12.5% of their maximum HP at the end of each turn, rounded down. This damage occurs after damage from sandstorm or hail, but before damage from poison, burn, Nightmare, or Leech Seed. A Pokemon with Magic Guard will not be damaged by Black Sludge."}],"Competitive":[{"Content":"Most of the time, Black Sludge will be inferior to Leftovers. Why is this, I hear you ask? Surely Black Sludge is superior if held by a Poison-type, as not only does it heal the same amount, but it also damages any Pokemon who tries to use Trick? Well, yes, this is true. However, there is a problem with this—even if your opponent does accidentally get Black Sludge by Trick or Switcheroo, your Pokemon is still crippled, while the Trick user can just shrug and Trick your Black Sludge onto a different Pokemon on your team, later in the battle, thus crippling two Pokemon on your team, instead of one. Of course, you could always predict this and switch in your original Poison-type—but this is a gamble. In short, Leftovers is the safer item, even for Poison-types, but if you want to gamble with Black Sludge, they will be functionally identical in nearly all cases. Furthermore, if you are playing with Item Clause on, Black Sludge is a useful item to get essentially two copies of Leftovers (although in most metagames where Item Clause is used, such as VGC, Black Sludge is a poor item choice anyway as your Pokemon is unlikely to be around for long enough to appreciate the healing)."}]},{"Name":"BlackGlasses","Description":[{"Content":"Increases the power of all of the holder's damage-dealing Dark-type attacks by 20%."}],"Competitive":[{"Content":"BlackGlasses aren't bad, but they aren't that good either. While a 20% boost to Dark-type attacks is decent, it's not quite as excellent as the 30% boost to all attacks that you get from Life Orb. If you don't like Life Orb's recoil damage, or want to try to bluff a Choice item, then Expert Belt is typically a better overall choice for its added damage to all super effective attacks. Even if you are running a mono-attacking set with Dark coverage (not recommended), either Leftovers or Life Orb would probably be better for your purposes, depending on your build."}]},{"Name":"BrightPowder","Description":[{"Content":"Increases the evasion of the holder by 10%."}],"Competitive":[{"Content":"BrightPowder is one of those items that, along with Quick Claw and Focus Band, will make you want to tear your hair out when playing in-game—it only very rarely makes a difference, but when it does, it will change the outcome of a game—especially if you're playing in the Battle Subway, where these items crop up everywhere. However, unlike the other two, BrightPowder stacks with abilities such as Sand Veil, making it far more likely that your opponent will miss, though Sand Veil and Snow Cloak are banned from all of Smogon's standard metagames."},{"Content":"BrightPowder is usable in VGC too, but the chances of it making a difference are statistically quite small, at least compared to other items such as Sitrus Berry or a Gem. It does help to make some inaccurate moves, such as Rock Slide and Heat Wave, even more inaccurate, however. Be sure that if it does make a difference, however, your opponent is likely to be, well, somewhere between livid and murderous. Good luck."}]},{"Name":"Bug Gem","Description":[{"Content":"If the holder uses a damage-dealing Bug-type move, then the holder consumes this item and the power of that move is increased by 50%. One-time use."}],"Competitive":[{"Content":"In single battles, Bug Gem is not typically a useful item, unfortunately. While the one-time boost to Bug-type attacks is nice, most Pokemon using Bug-type attacks would rather have the more reliable power of Life Orb or Choice items."},{"Content":"Typically Gems are more valuable in the VGC and similar environments, and Bug Gem is often used here to boost the power of Bug Bite from Scizor or Megahorn from Heracross or Escavalier. The one-time power boost can come in very useful in such a fast-paced metagame, particularly against bulky Psychic-types such as Cresselia."}]},{"Name":"Burn Drive","Description":[{"Content":"This item causes the move Techno Blast to become Fire-type. It does not change it in any other way, however, and has no effect on a Pokemon without this move."}],"Competitive":[{"Content":"Only two Pokemon in the game can use Techno Blast, and the only one who can actually make use of it is Genesect. However, you really shouldn't be using this item even on Genesect, for a number of reasons. For one thing, holding Burn Drive means that Genesect cannot then hold a boosting item, and will miss the kick from Life Orb or Choice Scarf dreadfully. Furthermore, Genesect has access to Flamethrower, which is more powerful than Fire-type Techno Blast regardless, and does allow you to use Life Orb. Like the other Drive items, you should never use Burn Drive competitively. It is just not worth it."}]},{"Name":"Cell Battery","Description":[{"Content":"Raises the holder's Attack stat by one stage when it is hit by an Electric-type move. The item is consumed after use. It does not grant immunity to Electric-type moves. If held by a Pokemon with Volt Absorb or Lightningrod, the ability will activate first if an Electric-type move is used, so the item's effect will not activate, unless the holder's ability is changed."}],"Competitive":[{"Content":"Cell Battery is a pretty poor choice, all things considered. It's a one-time use item, which is annoying, and the boost it provides is removed on switching out. You can get the exact same boost with Choice Band, but without an activation cost, or if you don't like being unable to switch moves you can always opt for Life Orb. Simply put, Cell Battery will almost never be as useful as most other, more common competitive items."}]},{"Name":"Charcoal","Description":[{"Content":"Increases the power of all of the holder's damage-dealing Fire-type attacks by 20%."}],"Competitive":[{"Content":"Charcoal isn't bad, but it isn't that good either. While a 20% boost to Fire-type attacks is decent, it's not quite as excellent as the 30% boost to all attacks that you get from Life Orb. If you don't like Life Orb's recoil damage, or want to try to bluff a Choice item, then Expert Belt is typically a better overall choice for its added damage to all super effective attacks. Even if you are running a mono-attacking set with Fire coverage (not recommended), either Leftovers or Life Orb would probably be better for your purposes, depending on your build."}]},{"Name":"Charti Berry","Description":[{"Content":"When held by a Pokemon, reduces the power of a damaging Rock-type move that would hit the holder for super effective damage by 50%. Consumed after use. Natural Gift becomes a 60 Base Power Rock-type attack when the user holds this Berry, but the Berry is consumed after use."}],"Competitive":[{"Content":"A Charti Berry can be used if the Pokemon holding it is weak to Rock, but since it is only single-use, and there are few Rock-type attackers that rely entirely on Stone Edge, given its poor accuracy, you are unlikely to receive much mileage out of it. You also miss out on crucial power or recovery that you may get from another item."}]},{"Name":"Cheri Berry","Description":[{"Content":"If held by a Pokemon, will automatically cure the paralysis status condition when inflicted on the holder. Consumed after use. Can also be used forcibly by the trainer in-game. Natural Gift becomes a 60 Base Power Fire-type attack when the user holds this Berry, but the Berry is consumed after use."}],"Competitive":[{"Content":"The Cheri Berry isn't that great an item. Paralysis is a nasty status and can grind a sweeper to a halt with ease, but if your Pokemon happens to be poisoned or burned, then this item goes to waste. Typically Lum Berry is favored as it enables the Pokemon to recover from any status once, not just paralysis, which is more beneficial to those susceptible to it."}]},{"Name":"Chesto Berry","Description":[{"Content":"If held by a Pokemon, will automatically cure the sleep status condition when inflicted on the holder. Consumed after use. Can also be used forcibly by the trainer in-game. Natural Gift becomes a 60 Base Power Water-type attack when the user holds this Berry, but the Berry is consumed after use."}],"Competitive":[{"Content":"A Chesto Berry is a pretty good item. While it is not recommended to carry this purely for the sake of sleep, as in that case Lum Berry is a better choice for its ability to heal any status, not just sleep, it does have one significant advantage for one particular strategy: ChestoRest. This strategy revolves around a bulky Pokemon boosting until it is nearly dead, and then using Rest to recover from all damage and status, and then immediately healing itself with Chesto Berry. This strategy would not work if Lum Berry were used, as then the Berry could be removed if the Pokemon were inadvertently poisoned. Notable users of this strategy include Volcarona and Kingdra."}]},{"Name":"Chilan Berry","Description":[{"Content":"When held by a Pokemon, reduces the power of a damaging Normal-type move used against the holder by 50%. Consumed after use. Natural Gift becomes a 60 Base Power Normal-type attack when the user holds this Berry, but the Berry is consumed after use."}],"Competitive":[{"Content":"Why exactly you would want to weaken damage from Normal-type moves is anyone's guess. The only place you will really find dangerously powerful Normal-type moves are on sweepers that require it for STAB, such as Staraptor or Snorlax, in which case it is better to find a way to counter those Pokemon directly."}]},{"Name":"Chill Drive","Description":[{"Content":"This item causes the move Techno Blast to become Ice-type. It does not change it in any other way, however, and has no effect on a Pokemon without this move."}],"Competitive":[{"Content":"Only two Pokemon in the game can use Techno Blast, and the only one who can actually make use of it is Genesect. However, you really shouldn't be using this item even on Genesect, for a number of reasons. For one thing, holding Chill Drive means that Genesect cannot then hold a boosting item, and will miss the kick from Life Orb or Choice Scarf dreadfully. Furthermore, Genesect has access to Ice Beam, which is more powerful than Ice-type Techno Blast regardless, and does allow you to use Life Orb. Like the other Drive items, you should never use Chill Drive competitively. It is just not worth it."}]},{"Name":"Choice Band","Description":[{"Content":"The user gains a 50% increase to Attack, but can only use the first move selected until it switches out or has its Choice Band removed. This boost does not count as a stat change. If this item is replaced with another Choice item, such as by Trick or Switcheroo, then the user will not be locked into their original choice. If the holder is locked into a non-attacking move and is Taunted, they will use Struggle. If the holder is runs out of PP for the attack they are locked into, they will use Struggle, but if the PP for that move is restored by an Elixir or Leppa Berry, they can select a new attack. If a Pokemon obtains a Choice item after using an attack, they will be locked into that attack. If Magic Room is used while a Choice-locked Pokemon is on the field, then the Pokemon can switch attacks, but once Magic Room ceases to take effect, they are again locked on the move they were originally locked in on before Magic Room was used."}],"Competitive":[{"Content":"Choice Band has had a huge impact on the game—many threats are now suddenly more dangerous because of increased attacking strength right off the bat, as opposed to taking a turn to set up. It can transform fast but weak Pokemon into serious threats, or slow powerhouses into battering rams. However, the drawback of being able to only choose one attack is a severe one—picking the wrong move allows an opponent to switch in easily. Although the drawbacks are difficult to work around, Choice Band still remains a fierce item for an offensive Pokemon, which all competitive battlers should be prepared for."},{"Content":"Choice Band's drawback can be quite severe, so most successful Choice Band users are those that can take the most advantage of the absolute immediate power, without the need to set up. With that in mind, the most feared Choice Band Pokemon are those that have powerful STAB moves, big Attack stats, and importantly, the ability to cause colossal damage with a single attack - to have an attack that few Pokemon will resist, or that will cause great damage even to those who do resist it. Haxorus is a prime example of this—with a base 120 power Outrage backed by a base 147 Attack stat, with the possible addition of a boost from Rivalry, it is capable of even tearing through Pokemon such as Heatran and Scizor, who resist the attack, with the addition of Choice Band. Some other noteworthy behemoths include Terrakion, who possesses both STAB Close Combat and Stone Edge in addition to a base 129 Attack stat and a base 108 Speed stat, and Heracross, who has STAB Close Combat and Megahorn in addition to a base 125 Attack stat. Note that while not essential, it helps if your Choice Band Pokemon resists Stealth Rock, as you will be switching in and out a lot, so minimizing passive damage can be helpful, another reason for Terrakion's effectiveness."},{"Content":"On the other hand, fast but weaker Pokemon can use Choice Band as a way of beefing up their offensive ability—while these Pokemon are less used typically, as Pokemon that are both fast and strong are not difficult to come by, there are some who require Choice Band in order to fulfil their roles on a team. Dugtrio is one of these; despite only possessing a measly base 80 Attack stat, its ability Arena Trap and access to STAB Earthquake enable it to perform a trapping role with considerable aplomb—to that end, Choice Band enables Dugtrio to obtain an OHKO on offensive Tyranitar as well as a 2HKO on some Blissey with Stealth Rock support. Other noteworthy Pokemon in the lower tiers include Scyther and Weavile."},{"Content":"Choice Band is not limited to these functions, either. One of the great Choice Band users is Tyranitar, who has great power behind its STAB Stone Edge and Crunch regardless, but also has a very useful tool in its STAB Pursuit. With the power of a Choice Band behind it, Tyranitar can essentially checkmate an opposing Psychic-type—regardless of whether or not it stays in, it gets KOed. It can also allow Tyranitar to break bulky Psychic- or Ghost-types that do choose to switch out, who would have survived otherwise. Of course, being locked into Pursuit is unfortunate, so beware the repercussions. Another notable Pursuit user is Scizor, who also has a few other tricks up its sleeve. The first is U-turn, which is harmless enough as a scouting tool when used by Landorus. However, when backed by STAB, Choice Band, and Scizor's base 130 Attack stat, it becomes capable of breaking opposing Pokemon on its own, while also allowing Scizor to escape danger. And of course, the infamous Bullet Punch—with Choice Band, STAB, and Technician behind it, Bullet Punch becomes capable of OHKOing frail Pokemon of its own accord, making Scizor an almost perfect revenge killer. Of course, being locked into Bullet Punch makes you perfect Magnezone bait, or vulnerable to being set up on, but hey, nothing's perfect. Speaking of tricks, one way to turn the negative side-effect of Choice Band to your advantage is to Trick it onto an opposing Pokemon that won't want it, for example a wall such as Blissey, or a special sweeper such as Starmie. Metagross is particularly good at this trick, as is Spiritomb; both of these Pokemon have access to Pursuit, as well."},{"Content":"In VGC and other fast-paced metagames, Choice Band is often less used than in singles, as there are fewer opportunities for switching out, and not being able to switch moves can be catastrophic. To that end, Gem items are typically favoured over Choice items, as despite the lack of a permanent boost to all moves, they do afford you the luxury of being able to switch attacks, which can indeed be invaluable."}]},{"Name":"Choice Scarf","Description":[{"Content":"The user gains a 50% increase to Speed, but can only use the first move selected until it switches out or has its Choice Scarf removed. This boost does not count as a stat change. If this item is replaced with another Choice item, such as by Trick or Switcheroo, then the user will not be locked into their original choice. If the holder is locked into a non-attacking move and is Taunted, they will use Struggle. If the holder is runs out of PP for the attack they are locked into, they will use Struggle, but if the PP for that move is restored by an Elixir or Leppa Berry, they can select a new attack. If a Pokemon obtains a Choice item after using an attack, they will be locked into that attack. If Magic Room is used while a Choice-locked Pokemon is on the field, then the Pokemon can switch attacks, but once Magic Room ceases to take effect, they are again locked on the move they were originally locked in on before Magic Room was used."}],"Competitive":[{"Content":"In a metagame dominated by Speed and power, Choice Scarf stands out as one of the top items. Indeed, Choice Scarf is one of the reasons why Speed stats are less revered now than they once were—with an instant boost to Speed, Pokemon such as Tyranitar and Scizor are capable of outrunning even Pokemon such as Starmie and Tornadus, and if given to a faster Pokemon, such as Terrakion, they become almost impossible to catch. Hence, Choice Scarf has become the distinctive item of the revenge killer—the Pokemon equipped with Choice Scarf can come in, easily outrun the opponent, KO them before they can move, and switch out again—in fact, the negative side-effect of being locked into a single move hardly even matters, as revenge killers are designed to switch in, use one move, and switch out again."},{"Content":"There is more than one downside to a Choice item, however. The inability to switch moves is serious, so you need to know what you are doing when you switch it in, but it can be worked around. Arguably a more serious problem comes from the fact that the item provides no boost to the attacking stats at all, meaning that an offensive Pokemon's damage output is considerably lessened. Hence, the best Choice Scarf users tend to be those that can hit hard regardless—Terrakion is number 1 in OU, as not only does it have a base 129 Attack stat and access to STAB Close Combat and Stone Edge, it also has a base 108 Speed stat, which makes it nigh-on unbeatable in terms of Speed when equipped with a Choice Scarf—Jolly variants are even faster than neutral Venusaur with a Chlorophyll boost. Terrakion also demonstrates the second characteristic of a successful Choice user, that of being able to switch in easily, as it resists Stealth Rock and thus can switch in and out more times than something weak to it, such as Salamence."},{"Content":"Although fast Pokemon make great revenge killers with Choice Scarf equipped, this is not to say that slower Pokemon such as Scizor and Tyranitar do not do the job just as well, as with a Choice Scarf equipped they can outrun most of the unboosted metagame with ease. These slower Pokemon are often bulkier as well, and thus can switch in and out more easily while firing off powerful attacks. Tyranitar and Scizor are both, as previously mentioned, good examples of this, and indeed both of them also demonstrate other uses that can be made of Choice Scarf—Tyranitar can use it in tandem with its STAB Pursuit in order to checkmate a frail Ghost- or Psychic-type—since Tyranitar outruns them, they are KOed regardless of whether they switch out or not. Just be careful, as a Choice-locked Pursuit is a tempting prospect for a sweeper such as Terrakion or Lucario to set up on, and Alakazam is both faster than even Choice Scarf Tyranitar and carries Focus Blast. Scizor also has Pursuit, as well as STAB U-turn, which enables it to scout the opponent and escape before being touched."},{"Content":"Speaking of tricks, one way to turn the negative side-effect of Choice Scarf to your advantage is to Trick it onto an opposing Pokemon that won't want it, for example a wall or supporter, such as Blissey. Choice Scarf is one of the better items to use for this purpose, as it enables you to more often than not move before the opponent, meaning that the Pokemon will be locked into the attack that they used on that turn, so you will know for sure what they will use on the next turn. Notable Pokemon who make use of this strategy include Jirachi, Latios, and Starmie."},{"Content":"Although Choice items are not commonly seen in VGC and other fast-paced metagames, Choice Scarf is something of an occasional exception to the rule. While there are fewer opportunities for switching out, and not being able to switch moves can be catastrophic, the extra Speed provided by Choice Scarf can be vital in order to hit first, and can be made use of by nearly any Pokemon with a reasonable Speed stat. Of course, you have to balance the luxury of hitting first with the possibility of any subsequent hits being ineffective, so use with caution."}]},{"Name":"Choice Specs","Description":[{"Content":"The user gains a 50% increase to Special Attack, but can only use the first move selected until it switches out or has its Choice Specs removed. This boost does not count as a stat change. If this item is replaced with another Choice item, such as by Trick or Switcheroo, then the user will not be locked into their original choice. If the holder is locked into a non-attacking move and is Taunted, they will use Struggle. If the holder is out of PP for the attack they are locked into, they will use Struggle, but if the PP for that move is restored by an Elixir or Leppa Berry, they can select a new attack. If a Pokemon obtains a Choice item after using an attack, they will be locked into that attack. If Magic Room is used while a Choice-locked Pokemon is on the field, then the Pokemon can switch attacks, but once Magic Room ceases to take effect, they are again locked on the move they were originally locked on before Magic Room was used."}],"Competitive":[{"Content":"The least used Choice item, Choice Specs is still a powerful tool in the right hands. There are fewer hard-hitting special attackers, and even fewer candidates for an instant boost, but the few Pokemon that can make effective use of Choice Specs do so with fearsome power. However, the drawback of being able to only choose one attack is a severe one—picking the wrong move allows an opponent to switch in easily. Although the drawbacks are difficult to work around, an equipped Choice Specs can make all the difference between an OHKO and a 2HKO."},{"Content":"As with Choice Band, typically the best Choice Specs users are those which can switch in and out easily, as well as having very little that can switch safely into their attacks (so large attacking stats, high-powered STAB moves and good single-move coverage are what we're looking for here). Hydreigon, Latios, and Heatran, to name a few, become horrific sweepers with the power to wreck teams when played correctly. Hydreigon in particular, with its base 125 Special Attack combined with STAB Draco Meteor, when boosted by Choice Specs, makes a powerful shoutback to SpecsMence of DPP. It is worth noting that any Choice Specs sweeper needs to be prepared to switch often—hence Hydreigon and Latios, who are immune to Spikes, make better Choice Specs users than Pokemon such as Volcarona, who has a 4x weakness to Stealth Rock and as such ideally wants to stay in for as long as possible."},{"Content":"Fast but weaker Pokemon can use Choice Specs as a way of beefing up their offensive ability—while these Pokemon are less used typically, as Pokemon that are both fast and strong are not difficult to come by, there are some who require Choice Specs in order to fulfill their roles on a team. Jolteon is one of these Pokemon, and with a Choice Specs equipped, the power of its STAB Thunderbolt is boosted tremendously, allowing it to act as a powerful revenge killer or cleaner. That's not its only trick, either—with access to STAB Volt Switch, Jolteon can threaten great damage to the opponent while at the same time escaping from danger, as well as enabling it to select a new move the next time it comes in, thus somewhat mitigating the drawback of Choice Specs. Other Electric-type Pokemon, such as Magnezone, Rotom-W, and Raikou are also capable of performing the same strategy."},{"Content":"Another notable trick to use is, of course, Trick—by switching your Choice Specs with the opponent's item, you can potentially cripple an opposing Blissey or physical attacker, thus turning the negative side-effect of the Choice item into something of an asset. Starmie is one of the best users of this strategy, though that's not to say that Choice Specs is not a good item for Starmie in its own right—with Choice Specs, Starmie's somewhat average base 100 Special Attack stat is made deadly, allowing it to utilize the full extent of its movepool, and even enabling it to 2HKO Blissey with Hydro Pump, if it has maximum Special Attack and Stealth Rock support. Alakazam is another noteworthy user of Trick, not least because it has Magic Guard, making it easily able to switch in and out without taking damage from Spikes or Stealth Rock."},{"Content":"In VGC and other fast-paced metagames, Choice Specs is often less used than in singles, as there are fewer opportunities for switching out, and not being able to switch moves can be catastrophic. To that end, Gem items are typically favored over Choice items, as despite the lack of a permanent boost to all moves, they do afford you the luxury of being able to switch attacks, which can indeed be invaluable."}]},{"Name":"Chople Berry","Description":[{"Content":"When held by a Pokemon, reduces the power of a damaging Fighting-type move that would hit the holder for super effective damage by 50%. Consumed after use. Natural Gift becomes a 60 Base Power Fighting-type attack when the user holds this Berry, but the Berry is consumed after use."}],"Competitive":[{"Content":"Chople Berry is one of those type-resistance Berries which, like Yache and Shuca, do actually weaken moves of a common attacking type and hence are likely to come into use. Even so, Tyranitar is really the only Pokemon at the highest level that would seriously consider giving up its valuable item slot for Chople Berry, as that 4x Fighting-type weakness is very inviting, and Tyranitar certainly has the bulk to take one weakened Fighting-type attack and the power to KO back in turn. Snorlax is another notable choice, as surviving your opponent's Fighting-type attack can mean an easy KO and allow Snorlax to proceed to dismantle the opponent's team, but comes at a cost of losing Leftovers or Choice Band."},{"Content":"It should be noted that most type-resistance Berries are favoured in VGC and other similar environments, where there is less time for setting up or walling and thus being able to survive an opponent's attack is often vital to success, particularly as two popular priority moves, Mach Punch and Vacuum Wave, are Fighting-type."}]},{"Name":"Claw Fossil","Description":[],"Competitive":[{"Content":"Change your preferences here."},{"Content":"The Claw Fossil can be revived at the Nacrene Museum to make a Level 20 Anorith."}]},{"Name":"Coba Berry","Description":[{"Content":"When held by a Pokemon, reduces the power of a damaging Flying-type move that would hit the holder for super effective damage by 50%. Consumed after use. Natural Gift becomes a 60 Base Power Flying-type attack when the user holds this Berry, but the Berry is consumed after use."}],"Competitive":[{"Content":"Even among the type-resistance Berries, Coba Berry isn't particularly good. While there are pretty strong Flying-type moves to watch out for, such as Hurricane from Tornadus or Dragonite, the last thing you really want to be doing is attacking either of these two with something that would ordinarily be weak to their most ferocious STAB attack. Other than that, there are few Pokemon for whom their Flying-type weakness would prevent them from setting up, or else is their principal weakness, so Coba Berry can often go a bit wasted."}]},{"Name":"Colbur Berry","Description":[{"Content":"When held by a Pokemon, reduces the power of a damaging Dark-type move that would hit the holder for super effective damage by 50%. Consumed after use. Natural Gift becomes a 60 Base Power Dark-type attack when the user holds this Berry, but the Berry is consumed after use."}],"Competitive":[{"Content":"While Colbur Berry was a pretty nifty way for Azelf to combat opposing leads in DPP, sadly with the demise of the lead in BW it has rather lost its usefulness. Certainly it could help in some circumstances, as Pursuit is a very common move indeed and many Psychic-types would appreciate being able to switch out without too much worry, the bulkier ones, like Slowbro, would typically prefer Leftovers, and the frailer ones, such as Alakazam, will be taking colossal damage regardless, and the extra survivability does not quite make up for the loss of power from Life Orb or a Choice item."}]},{"Name":"Cover Fossil","Description":[],"Competitive":[{"Content":"Change your preferences here."},{"Content":"The Cover Fossil can be revived at the Nacrene Museum to make a Level 20 Tirtouga."}]},{"Name":"Custap Berry","Description":[{"Content":"If the holder has 25% HP or less and uses a move, then it will consume the Custap Berry, and the move used will move before all other moves in the same priority bracket for that turn only. For example, if the holder were to use Spikes and the opponent to use Taunt, then if the Berry were to activate, Spikes would go before Taunt irrespective of the combatants' Speed stats. However, if the opponent were to use Bullet Punch or another elevated priority attack, then Bullet Punch would go first. Similarly, a Pokemon with Prankster will move before a Pokemon using Custap Berry when using a non-attacking move. Using Pursuit against a Pokemon that is switching out does not activate Custap Berry. Natural Gift becomes an 80 Base Power Ghost-type attack when the user holds this Berry, but the Berry is consumed after use."}],"Competitive":[{"Content":"Theoretically, Custap Berry has many uses indeed. Sturdy Skarmory or Forretress can be sent out first, survive any hit thanks to Sturdy while setting up Stealth Rock, and then consume the Custap Berry in order to jump ahead of the opponent and lay down an extra layer of Spikes. And who can forget the dreaded Custap Wobbuffet, who could survive a hit thanks to its huge defensive stats and get in an extra move before it's KOed—supposedly the very reason for the use of Unnerve Mewtwo in Dream World Ubers?"}]},{"Name":"Damp Rock","Description":[{"Content":"Any Pokemon that uses Rain Dance while holding a Damp Rock will have its duration boosted to eight turns instead of the regular five."}],"Competitive":[{"Content":"Damp Rock is absolutely vital to get a viable rain team strategy going in the lower tiers, where Drizzle Politoed and Kyogre are banned. By setting up the rain, sweepers such as Swift Swim Kingdra, Gorebyss, and Kabutops become far more powerful, and so dedicated Pokemon with Rain Dance and carrying Damp Rock, such as Bronzong, Uxie, and Crobat, are necessary to provide these optimum conditions and prevent them from being removed. Damp Rock + Rain Dance can also be used in OU as well, as Swift Swim sweepers are illegal if you are also carrying a Drizzle Pokemon."}]},{"Name":"Dark Gem","Description":[{"Content":"If the holder uses a damage-dealing Dark-type move, then the holder consumes this item and the power of that move is increased by 50%. One-time use."}],"Competitive":[{"Content":"In single battles, Dark Gem is not typically a useful item, unfortunately. While the one-time boost to Dark-type attacks is nice, most Pokemon using Dark-type attacks would rather have the more reliable power of Life Orb or Choice items. Even so, some interesting strategies can be pulled off - one interesting play is to have a Pokemon with Dark Gem and Thief, such that the Pokemon would be able to get off a boosted Thief before stealing the opponent's item, as Dark Gem is used up before the attack hits. Of course, the downside is that you would have to use Thief in the first place, which uses up one of your valuable moveslots."},{"Content":"Typically Gems are more valuable in the VGC and similar environments, and Dark Gem is often used here to boost the power of Sucker Punch from Bisharp or Hitmontop, as well as upping the power of STAB moves for those that rely primarily on Dark-type attacks to deal damage."}]},{"Name":"DeepSeaScale","Description":[{"Content":"If held by Clamperl, its Special Defense stat is doubled in battle. If Clamperl is traded while holding this item, it will evolve into Gorebyss."}],"Competitive":[{"Content":"A nice idea, but Clamperl's Special Defense (and, indeed, all of its stats) are so pathetically puny that even with this item in tow, you still aren't getting that much out of it. True, your Special Defense does exceed that of Blissey with maximum investment, but this is small consolation when your HP stat is so low you are finished by more or less everything anyway. Fortunately, Clamperl also happens to have DeepSeaTooth as well, which is a far more useful signature item."}]},{"Name":"DeepSeaTooth","Description":[{"Content":"If held by Clamperl, its Special Attack stat is doubled in battle. If Clamperl is traded while holding this item, it will evolve into Huntail."}],"Competitive":[{"Content":"Clamperl, the strongest. With DeepSeaTooth equipped, the tiny little clam's STAB Water-type attacks are even stronger than those of Palkia (which makes very little sense, but there you go). Very few Pokemon can avoid being 2HKOed... especially in Little Cup. The only trouble is, of course, that Clamperl is slow as slow can be, but this can be remedied with Trick Room support, or Shell Smash. Don't expect Clamperl to last too long, though."}]},{"Name":"Destiny Knot","Description":[{"Content":"If the user becomes infatuated, the effect will transfer over to the enemy, making them both infatuated."}],"Competitive":[{"Content":"To be quite honest, nobody uses Attract, and if they do, it's your responsibility as an honourable Pokemon Master to show them the true way to battle. Not kindness and love, but remorselessly bludgeoning your opponents with elemental attacks of various natures."},{"Content":"Also you can't really control luck, so this item's utility is rather limited, and zero if they don't use Attract at all. But mostly the above."}]},{"Name":"Dome Fossil","Description":[],"Competitive":[{"Content":"Change your preferences here."},{"Content":"The Dome Fossil can be revived at the Nacrene Museum to make a Level 20 Kabuto."}]},{"Name":"Douse Drive","Description":[{"Content":"This ability causes the move Techno Blast to become Water-type. It does not change it in any other way, however, and has no effect on a Pokemon without this move."}],"Competitive":[{"Content":"Only two Pokemon in the game can use Techno Blast, and the only one who can actually make use of it is Genesect. However, you really shouldn't be using this item even on Genesect, for a number of reasons. For one thing, holding Douse Drive means that Genesect cannot hold a boosting item, and will miss the kick from Life Orb or Choice Scarf dreadfully. While Genesect does not have any other Water-type coverage moves, Genesect has access to other coverage moves, such as Thunderbolt, Ice Beam, and Flamethrower, which also allow use of another boosting item - not to mention that a Life Orb boosted Hidden Power Water is stronger than a Douse Drive Techno Blast regardless. Like the other Drive items, you should never use Douse Drive competitively. It is just not worth it."}]},{"Name":"Draco Plate","Description":[{"Content":"A hold item that increases the base power of all Dragon-type moves by 20% with the exception of Dragon Rage. When held by a Pokemon with the Multitype ability, the holder's type will change to Dragon."}],"Competitive":[{"Content":"Arceus can take advantage of this item to become a potent offensive threat. Being the fastest Dragon-type Pokemon in the entire game makes it a pretty big threat, and Arceus can abuse the power of Dragon-type STAB to the fullest with its incredible stats and enormous movepool, allowing it to run both Swords Dance and Calm Mind sets effectively in the Ubers metagame. Draco Plate can also be used in OU on Pokemon such as Latios, as it can be used to fake a Choice item, while continuing to boost the power of the Dragon-type move of choice."}]},{"Name":"Dragon Fang","Description":[{"Content":"Increases the power of all of the holder's damage-dealing Dragon-type attacks by 20%."}],"Competitive":[{"Content":"Dragon Fang isn't bad, but it isn't that good either. While a 20% boost to Dragon-type attacks is decent, it's not quite as excellent as the 30% boost to all attacks that you get from Life Orb. If you don't like Life Orb's recoil damage, or want to try to bluff a Choice item, then Expert Belt is typically a better overall choice for its added damage to all super effective attacks. Even if you are running a mono-attacking set on something like Latias, either Leftovers or Life Orb would probably be better for your purposes, depending on your build."},{"Content":"Dragon Fang could theoretically be used on Pokemon such as Latios and Hydreigon, which typically rely on their Dragon-type attacks to cause damage, in order to bluff a Choice set and hence catch an unsuspecting Pokemon off-guard, as both of these Pokemon will commonly run Choice sets. However, the loss in power is noticeable."}]},{"Name":"Dragon Gem","Description":[{"Content":"If the holder uses a damage-dealing Dragon-type move, then the holder consumes this item and the power of that move is increased by 50%. One-time use."}],"Competitive":[{"Content":"Dragon Gem can be equipped to Pokemon such as Latios and Salamence, which appreciate boosts to their Dragon-type attacks, specifically Draco Meteor, Outrage, and Dragon Claw. As the Dragon Gem is only a one-time use, however, it is typically outclassed by other boosting items, such as Life Orb, Choice Band, and Expert Belt, all of which are better over the course of a match."},{"Content":"This is, however, not so much the case in VGC, where the immediate power and few drawbacks of Dragon Gem can be more useful to Pokemon such as Garchomp and Latios."}]},{"Name":"Dread Plate","Description":[{"Content":"A hold item that increases the Base Power of all Dark-type moves by 20%. When held by a Pokemon with the Multitype ability, the holder's type will change to Dark."}],"Competitive":[{"Content":"Although Dark-type Arceus isn't as useful as Ghost-type Arceus, who has more useful immunities, Dark Arceus has the advantage of having no Pokemon immune to its STAB. The Dread Plate turns Arceus into a fantastic Calm Mind abuser, and with the help of Recover and Refresh, it can often muscle through even the most solid of stall teams and defensive walls, sometimes by itself."},{"Content":"However, it is generally useless aside from Arceus, as most other Dark-types find the power boost from Dread Plate to be too menial."}]},{"Name":"Durin Berry","Description":[],"Competitive":[{"Content":"Change your preferences here."},{"Content":"This is a Berry that was used in the older generation games, but it now has no use."}]},{"Name":"Earth Plate","Description":[{"Content":"A hold item that increases the Base Power of all Ground-type moves by 20%. When held by a Pokemon with the Multitype ability, the holder's type will change to Ground."}],"Competitive":[{"Content":"An Arceus attached with the Earth Plate sees use on rain teams who are in need of a bulky Ground-type, as Groudon brings crippling sun with Drought and Garchomp has a nasty weakness to Dragon-type moves. Ground Arceus is extremely versatile, bringing a useful immunity to Electric-type attacks as well as becoming one of the few counters to Zekrom. It is generally best used as a bulky Swords Dance user, although it can also pull off solid supporting and Calm Mind sets very well."},{"Content":"However, it is generally useless aside from Arceus, as most other Ground-types find the power boost from Earth Plate to be too menial."}]},{"Name":"Eject Button","Description":[{"Content":"A one-time use item that forces the holder to switch out immediately when hit by a damaging attack, even if they have not moved yet in that turn. This item bypasses trapping moves, such as Block or Wrap, Ingrain, and Suction Cups. The holder's controller is allowed to select the Pokemon sent out next. If a Pokemon with Sheer Force attacks a Pokemon holding Eject Button with a move that gains a boost from Sheer Force, then the effect of Eject Button is negated."}],"Competitive":[{"Content":"Eject Button could theoretically be used for Pokemon that set up temporary field conditions like Trick Room or Rain Dance, eliminating the turn needed to switch and allowing your sweeper to get in for free. However, in practice it is almost always a poor choice, as it is only single-use, and there is no guarantee that the strategy will work. In addition, the Weather Rocks and Light Clay are better choices for the temporary field conditions as they increase duration, thus more than making up for the switching turn, while Trick Room and Tailwind are pretty poor field effects in single battles anyway. In addition, Trick Room has -7 priority, so there is pretty much zero chance that you will be able to set up the field condition before being forced out."},{"Content":"The Eject Button is sometimes attached to Hitmontop in VGC doubles to allow it to \"reuse\" Intimidate and Fake Out, as well as potentially allowing a safe switch in. Other than that, though, the item is rarely seen as it is rather situational, especially in longer matches."}]},{"Name":"Electirizer","Description":[],"Competitive":[{"Content":"Change your preferences here."},{"Content":"If Electabuzz is traded while holding this item, it will evolve into Electivire."}]},{"Name":"Electric Gem","Description":[{"Content":"If the holder uses a damage-dealing Electric-type move, then the holder consumes this item and the power of that move is increased by 50%. One-time use."}],"Competitive":[{"Content":"In single battles, Electric Gem is not typically a useful item, unfortunately. While the one-time boost to Electric-type attacks is nice, most Pokemon using Electric-type attacks would rather have the more reliable power of Life Orb or Choice items."},{"Content":"Typically Gems are more valuable in the VGC and similar environments, and Electric Gem is often used here to boost the power of Electric-type attacks such as Thunderbolt from Pokemon such as Thundurus and Magnezone. The one-time power boost can come in very useful in such a fast-paced metagame, particularly against specially defensive Pokemon, such as Togekiss and Jellicent, without any drawbacks. In addition, it can be used to increase the power of a first-turn Discharge."}]},{"Name":"EnergyPowder","Description":[],"Competitive":[{"Content":"Change your preferences here."},{"Content":"Restores 50 HP to one Pokemon, but reduces that Pokemon's happiness level by 5 points. One-time use."}]},{"Name":"Enigma Berry","Description":[{"Content":"Restores 25% of the holder's max HP when the holder is hit by a super effective attack. Consumed after use."}],"Competitive":[{"Content":"Enigma Berry is one of those event items of little use. Certainly, you recover HP after taking a super effective hit, but this is small compensation for having to take the super effective hit in the first place—which is almost guaranteed to do more than 25% if it's from a moderately powerful attacker—and if your Pokemon is defensive enough to take this hit comfortably, Leftovers is probably a better idea regardless. If you really must soften a super effective hit, use a type-resistance Berry, or failing that, a Sitrus Berry. Anything but Enigma Berry, really."}]},{"Name":"Eviolite","Description":[{"Content":"This item, when attached to a Pokémon that is capable of evolving, will boost the Pokémon's Defense and Special Defense by 50%. Has no effect on Phione or any other Pokemon that is not capable of evolving."}],"Competitive":[{"Content":"Eviolite is one of those items that has single-handedly made a metric tonne of Pokemon viable. That boost to defensive stats comes at the cost of losing out on Leftovers or boosting items, which is a shame, but on the plus side, some already competently defensive Pokemon can be made nigh-on unkillable. The biggest example of this is, of course, Chansey, whose defensive stats totally eclipse its evolution, Blissey, making it a veritable titan on the specially defensive side and pretty damn bulky on the physical side as well. The downside is, of course, that it lacks Leftovers and attacking moves, so much rely on Softboiled and Seismic Toss, but many would say that this is a price well worth paying."},{"Content":"Of course, that's not to say that there aren't other Pokemon that can use this item as well. Dusclops, like Chansey, is already pretty bulky, and this gets even more rock-solid with Eviolite, enabling Dusclops to not only wall just about anything in the game, but also to irritate the opponent with Will-O-Wisp and Pain Split. However, Dusclops, like Chansey, has to rely on Seismic Toss to be an offensive threat, but unlike Chansey does not have reliable recovery, which can hinder it. Porygon2 is another great choice, who does happen to have access to Recover as well as pretty good offensive ability, backed up by Thunderbolt, Ice Beam, and STAB Tri Attack. All of these combined make Porygon2 an excellent tank which is just as viable in OU as it is in UU. Hippopotas can also make use of it in order to be less of a liability. Further down the tier chain, we see even more bulky NFE Pokemon making use of Eviolite, such as Ferroseed and Munchlax."},{"Content":"This is not to say that primarily offensive Pokemon cannot make use of Eviolite, either. Scyther is fairly frail even by RU standards, but is quite capable of forgoing its Life Orb and running Eviolite alongside Roost in order to create a fairly comprehensive bulky attacker build, or to set up with Swords Dance. Rhydon, too, can use its elevated defensive stats alongside its base 130 Attack, base 105 HP, access to STAB Stone Edge and Earthquake, as well as excellent coverage in Megahorn to wreak havoc. Roselia and Murkrow, too, can put their excellent support movepools to good use while at the same time being able to deal out damage—Murkrow also has access to Prankster to make the deal even sweeter. Various Dragons, such as Zweilous, Shelgon, and Fraxure, are also made more viable—Zweilous's Hustle ability means that its Outrage is more powerful than Rayquaza's (though Rayquaza admittedly has the option of holding a Life Orb), while Fraxure and Shelgon can use their elevated defensive stats to set up Dragon Dance for a sweep, or Shelgon can try a support role with Wish."},{"Content":"Finally, we come to the environment most affected by the presence of Eviolite—Little Cup. With the banning of Berry Juice, Eviolite is the premier item for defensive Pokemon, contested only slightly by Oran Berry, and is really the only reason that defensive teams can exist in Little Cup. Defensive Pokemon like Bronzor, Ferroseed, and Chinchou rely on this item to enable them to wall strong opposing Pokemon such as Drilbur, who at Level 5 are capable of greater damage levels overall than at Level 100. Offensive teams are no strangers to Eviolite either— the added bulk provided can save your bacon in more than one situation, and can more than make up for the loss of power from Life Orb or a Choice item, or the potential healing from Oran Berry. Indeed, it is not out of the imagination for an entire team in Little Cup to all be carrying Eviolite—it really is that good."}]},{"Name":"Expert Belt","Description":[{"Content":"When this item is held, if the holder uses an attack on the opponent that is super effective, its power is increased by 20%."}],"Competitive":[{"Content":"Expert Belt is the standard no-drawback power item. Most offensive Pokemon will have at least one move in their arsenal capable of hitting the opponent super effectively, and thus more often than not, the attacking move used will be boosted. Thus, Expert Belt is often used in situations where you have a bulky Pokemon which would not appreciate Life Orb recoil, or would not want to be locked into a Choice item, but still wants added power over recovery from Leftovers. While Muscle Band and Wise Glasses may see occasional use on physical and special attackers, respectively, Expert Belt remains the default."},{"Content":"Expert Belt's most common use, however, comes not from exploiting a Pokemon's type coverage, but from exploiting the relative prevalence of Choice items in the metagame. To an opponent who is not paying attention, an Expert Belt Pokemon's damage output is broadly similar to that of a Pokemon with Choice Scarf, and without any other tip-offs like Leftovers recovery, Life Orb recoil, or Balloon warning, the opponent may simply assume that you are Choice-locked and try to set up, while you can quickly switch to a different attack and catch them off-guard. This ruse will only work once, but can be greatly effective if used with a Pokemon that commonly uses a Choice item, such as Hydreigon."}]},{"Name":"Fighting Gem","Description":[{"Content":"If the holder uses a damage-dealing Fighting-type move, then the holder consumes this item and the power of that move is increased by 50%. One-time use."}],"Competitive":[{"Content":"In single battles, Fighting Gem is not typically a useful item, unfortunately. While the one-time boost to Fighting-type attacks is nice, most Pokemon using Fighting-type attacks would rather have the more reliable power of Life Orb or Choice items. It can potentially be used by Unburden Hitmonlee in order to activate its ability, but this strategy only works once, and is usually quite unreliable."},{"Content":"Typically Gems are more valuable in the VGC and similar environments, and Fighting Gem is often used here to boost the power of Fighting-type attacks such as Close Combat from Pokemon such as Hitmontop. The one-time power boost can come in very useful in such a fast-paced metagame, especially as it comes without any drawbacks. In addition, it can be used to increase the power of the priority moves Mach Punch and Vacuum Wave."}]},{"Name":"Figy Berry","Description":[{"Content":"Restores the HP of the holder by 1/8 of its maximum HP when at 50% HP or less. Consumed after use. If the holder has a Bold, Calm, Modest, or Timid nature, it will also confuse the holder upon activation. Natural Gift becomes a 60 Base Power Bug-type attack when the user holds this Berry, but the Berry is consumed after use."}],"Competitive":[{"Content":"Interestingly enough, merely staying in for two turns with Leftovers will heal the exact same amount as Figy Berry, without even being used up—or, indeed, confusing you. Indeed, even in fast-paced metagames where you are unlikely to get the time to heal even this much with Leftovers, there are better options available. For VGC and Battle Subway, Sitrus Berry heals twice as much of your HP, and in Little Cup, Oran Berry will heal more HP in every single case. Long story short, don't bother using this."}]},{"Name":"Fire Gem","Description":[{"Content":"If the holder uses a damage-dealing Fire-type move, then the holder consumes this item and the power of that move is increased by 50%. One-time use."}],"Competitive":[{"Content":"In single battles, Fire Gem is not typically a useful item, unfortunately. While the one-time boost to Fire-type attacks is nice, most Pokemon using Fire-type attacks would rather have the more reliable power of Life Orb or Choice items."},{"Content":"Typically Gems are more valuable in the VGC and similar environments, and Fire Gem is often used here to boost the power of Fire-type attacks such as Flare Blitz from Pokemon such as Arcanine. The one-time power boost can come in very useful in such a fast-paced metagame, especially as it comes without any drawbacks. In addition, it can be used to increase the power of Heat Wave and other common spread-damage attacks."}]},{"Name":"Fist Plate","Description":[{"Content":"A hold item that increases the Base Power of all Fighting-type moves by 20%. When held by a Pokemon with the Multitype ability, the holder's type will change to Fighting."}],"Competitive":[{"Content":"Fighting Arceus generally isn't used or seen much due to the abundance of Psychic-types in the Ubers metagame. However, Fighting Arceus finds a nice niche for itself in being an excellent counter to many problematic threats, such as Darkrai, Ferrothorn, and Tyranitar, as well as being one of the few Arceus formes that can beat Blissey using a Calm Mind set without the aid of Refresh or Substitute. Unfortunately, Fighting Arceus suffers from being countered by quite a few extremely dangerous Pokemon, namely Mewtwo and Ho-Oh."},{"Content":"However, it is generally useless aside from Arceus, as most other Fighting-types find the power boost from Fist Plate to be too menial."}]},{"Name":"Flame Orb","Description":[{"Content":"Inflicts the holder with the burn status at the end of the first turn in which the holder was sent out. The burn status occurs after the holder would take burn damage, so the holder takes no burn damage on that first turn."}],"Competitive":[{"Content":"The Flame Orb might seem like a horrible item at first, but it's actually quite useful on certain Pokemon. If held by Heracross, Conkeldurr, or some other Pokemon with Guts, it will activate the ability and increase Attack, giving what is effectively a Choice Band boost while retaining the ability to switch attacks, for the price of 12.5% of HP per turn. In addition, it also doubles the power of Facade, which gives Pokemon such as Ursaring and Swellow an extremely powerful STAB attack while allowing Heracross and other Pokemon a reliable attack that is as strong as a super effective Hidden Power on neutral opponents."},{"Content":"Toxic Orb is an alternative that can do everything above as well, but the poison status inflicted by Toxic Orb causes less damage in the short-term while the burn status inflicted by Flame Orb causes less damage in the long-term—after 3 turns they will both have done the same amount of damage to the holder, before which Toxic Orb does less, and after which Flame Orb does less, owing to the increasing damage from Toxic poison. For this reason, Guts Pokemon that switch out often, such as Swellow, will typically use Toxic Orb, while those that try to stay in and sweep, such as Ursaring, will prefer Flame Orb."},{"Content":"Another great Pokemon to use Flame Orb with is Sigilyph, which takes no damage from the burn thanks to Magic Guard, and can use Psycho Shift to switch the burn over to the opponent, simultaneously crippling the opponent and shielding Sigilyph from paralysis, sleep, and freeze. Other Pokemon with Magic Guard can employ the same strategy, and despite lacking Magic Guard, both Latias and Cresselia can employ similar strategies in the higher tiers."},{"Content":"Other abilities that can be used to take advantage of a burn include Marvel Scale, Quick Feet, and Flare Boost. However, because none of these abilities prevent the Attack decrease from burn, they are typically seen as less usable. This matters least for Flare Boost as it happens to boost Special Attack rather than Attack, but since only Drifblim gets the ability it is still somewhat wasted, as Drifblim is not exactly the greatest attacker ever even with the boost. Marvel Scale, too, is a defensive ability, so the damage from burn is rather counterproductive, hence why nobody uses Flame Orb Milotic."}]},{"Name":"Flame Plate","Description":[{"Content":"A hold item that increases the Base Power of all Fire-type moves by 20%. When held by a Pokemon with the Multitype ability, the holder's type will change to Fire."}],"Competitive":[{"Content":"Fire Arceus isn't very hot defensively due to its weakness to Stealth Rock; however, as the fastest Fire-type in the game, Fire Arceus is a very dangerous offensive threat. It is capable of abusing sun to enflame its STAB Fire-type attacks, allowing it to incinerate the opposition rather easily with its mighty hits. However, Fire Arceus is generally useless if the sun is not shining, and it has to compete with Ho-Oh and Reshiram for being a sun team's token Fire-type."},{"Content":"However, it is generally useless aside from Arceus, as most other Fire-types find the power boost from Fire Plate to be too menial."}]},{"Name":"Float Stone","Description":[{"Content":"This item, when attached to a Pokémon, halves the Pokémon's weight."}],"Competitive":[{"Content":"Yeah... no. The only possible reason you would want to hold this item is to reduce damage from Grass Knot and Low Kick. Most of the Pokemon who would be worried about getting hit by either of these moves are Rock- or Steel-types, most of whom are actually so heavy that this item makes little difference regardless. This is, of course, ignoring the fact that the power boosts to Giga Drain and Drain Punch in BW have meant that Grass Knot and Low Kick have been almost entirely pushed out of usability for most Pokemon who use these moves. You will get very little reward from Float Stone that you wouldn't get from a more conventional item, such as Life Orb or Choice Band."}]},{"Name":"Flying Gem","Description":[{"Content":"If the holder uses a damage-dealing Flying-type move, then the holder consumes this item and the power of that move is increased by 50%. One-time use."}],"Competitive":[{"Content":"The Flying Gem is usually considered the most useful of all the Gems for the way it can combine with the move Acrobatics. On the turn that Acrobatics is first used, the Flying Gem is activated before the move takes place, meaning that the user gets both the Flying Gem boost and the Acrobatics boost, since it is holding no item, meaning that you are looking at what is effectively a 165 Base Power attack, which when backed by STAB and the attacking stats of something like Archeops, becomes pretty damn fearsome indeed."},{"Content":"Gliscor in particular becomes a notable Rotom-W lure due to the immense boost granted by this item, as a +2 Flying Gem boosted Acrobatics can OHKO the standard Rotom-W after Stealth Rock damage despite its resistance to the attack. Tornadus is another noteworthy user. In the lower tiers, Drifblim and Drifloon can use Flying Gem alongside Unburden to double their Speed stats. It is even sometimes used by non-Flying-types, such as Sceptile and Mienshao, in order to take care of various dangerous threats. Sceptile can also use the Flying Gem as a means of activating its Unburden ability."},{"Content":"This tactic is especially well-used in VGC as well, where a powerful first-turn Acrobatics can easily get rid of one of your opponent's Pokemon. It is also occasionally used to boost the power of other powerful Flying-type attacks, such as Tornadus's Hurricane."}]},{"Name":"Focus Band","Description":[{"Content":"There is a 10% chance that when the holder is hit by an attack that would otherwise cause fainting, it will survive with 1 HP. Can also protect against recoil damage, multi-hit moves, and self-inflicted confusion damage, but not from Future Sight or Doom Desire or from self-induced fainting due to Selfdestruct, Explosion, Memento, Lunar Dance, or Healing Wish. It will not protect against passive damage such as sandstorm or poison."}],"Competitive":[{"Content":"Unreliable as they come—if you are willing to stake your all on a 10% chance then go ahead. Otherwise, more conventional items will generally serve you better—and won't only give you an advantage once in every ten battles."}]},{"Name":"Focus Sash","Description":[{"Content":"If the holder has max HP, Focus Sash guarantees it survives any attack with 1 HP. The item is consumed after use. If the holder is not at full health, the item will not activate. If the holder takes damage, but does not activate Focus Sash, and then recovers off this damage to return to 100% HP, Focus Sash can still activate. Focus Sash will allow the holder to survive the first hit of a multi-hit move like Fury Attack, but it will be KOed on the second. Focus Sash prevents the holder from OHKOing itself with confusion damage. Will activate if the holder would be KOed by Final Gambit, but does not protect against Doom Desire, Future Sight, or Destiny Bond. Does not protect the holder from OHKOing itself with recoil damage. Focus Sash will activate before Knock Off, so if Knock Off would KO in one hit, then Focus Sash will activate first and prevent the KO. A Pokemon with Sturdy will have its ability activate before Focus Sash, so Focus Sash has no effect on a Pokemon with Sturdy unless facing an opponent with Mold Breaker."}],"Competitive":[{"Content":"Focus Sash is commonly seen on frail leading Pokemon to guarantee they survive at least one attack. Often, this allows the Pokemon to set up in some way, whether by distributing entry hazards, setting up dual screens, or boosting stats. Its utility declines significantly for Pokemon that are not leads, as Stealth Rock, Spikes, and sandstorm are all very common. A notable exception to this rule is Alakazam, which, thanks to Magic Guard, is immune to all passive damage, meaning that with Focus Sash, it can act as a perfect revenge killer if the situation demands it. It is also a very useful item for Shedinja, who can use it to survive any attack once."}]},{"Name":"Full Incense","Description":[{"Content":"Forces holder to move last in any given turn. If Snorlax breeds while holding Full Incense, a Munchlax Egg will be produced as opposed to a Snorlax Egg."}],"Competitive":[{"Content":"Well, if you really want to move last every turn, then Full Incense will serve you well. For those of us with more than two brain cells, however, just about any other item in the game would be better. Certainly, Full Incense can be Tricked onto a fast opponent to cripple it, but even then, there are better ways of crippling an opponent that don't leave you automatically at a disadvantage, such as Choice items. Aside from that, it has no real uses competitively."}]},{"Name":"Ganlon Berry","Description":[{"Content":"The Ganlon Berry raises the user's Defense by 1 stage once the user is brought down to 1/4 or lower of its HP. Consumed after use. Natural Gift becomes an 80 Base Power Ice-type attack when the user holds this Berry, but the Berry is consumed after use."}],"Competitive":[{"Content":"The Ganlon Berry is not quite as powerful an item as Liechi, Salac, or Petaya Berries, which raise attacking stats, as once you are down to 25% of your HP, defensive stats aren't really going to save you—and with an Attack or Speed boost, you may well be able to kill something before going down, or even pull off a sweep."}]},{"Name":"Ghost Gem","Description":[{"Content":"If the holder uses a damage-dealing Ghost-type move, then the holder consumes this item and the power of that move is increased by 50%. One-time use."}],"Competitive":[{"Content":"In single battles, Ghost Gem is not typically a useful item, unfortunately. While the one-time boost to Ghost-type attacks is nice, most Pokemon using Ghost-type attacks would rather have the more reliable power of Life Orb or Choice items."},{"Content":"Typically Gems are more valuable in the VGC and similar environments, and Ghost Gem is sometimes used here to boost the power of Ghost-type attacks such as Shadow Ball from Pokemon such as Gengar. The one-time power boost can come in very useful in such a fast-paced metagame, especially as it comes without any drawbacks."}]},{"Name":"Grass Gem","Description":[{"Content":"If the holder uses a damage-dealing Grass-type move, then the holder consumes this item and the power of that move is increased by 50%. One-time use."}],"Competitive":[{"Content":"In single battles, Grass Gem is not typically a useful item, unfortunately. While the one-time boost to Grass-type attacks is nice, most Pokemon using Grass-type attacks would rather have the more reliable power of Life Orb or Choice items. It can potentially be used by Unburden Sceptile in order to activate its ability, but this strategy only works once, and is usually quite unreliable."},{"Content":"Typically Gems are more valuable in the VGC and similar environments, and Grass Gem is often used here to boost the power of Grass-type attacks such as Leaf Storm from Pokemon such as Rotom-C or Roserade. The one-time power boost can come in very useful in such a fast-paced metagame, especially as it comes without any drawbacks."}]},{"Name":"Grip Claw","Description":[{"Content":"A hold item that causes partial trapping moves, namely Bind, Clamp, Fire Spin, Magma Storm, Sand Tomb, Whirlpool, and Wrap, to always trap and damage the opponent for the maximum of 7 turns."}],"Competitive":[{"Content":"Partial trapping moves are not often seen competitively, for the simple reason that they do very little damage to the opponent, take up a whole moveslot, and likely will trap something that can actually fight back (if the opponent could not do anything to you, they would either switch out or stay in expecting to be KOed, and getting rid of an opponent's Pokemon is almost always the more favorable turn of events), so you will waste a turn and a moveslot doing very little, especially as all effects of these moves are lost when the user switches out. Even if these moves were commonly used, in BW their duration was extended to a minimum of four turns and you should not even need four turns to do whatever it is you happen to want to do with the opponent. Simply put, Binding Band outclasses it totally, and that's an item that nobody uses either."}]},{"Name":"Griseous Orb","Description":[{"Content":"May only be held by Giratina. When held by Giratina, transforms Giratina into Giratina-O. Raises the power of Giratina-O's Dragon- and Ghost-type moves by 4915/4096 (approximately 1.2). Griseous Orb cannot be removed through the use of Trick, Switcheroo, Thief, Covet, or Knock Off."}],"Competitive":[{"Content":"Despite the fact that it is Giratina-O's sole held item and thus limits its versatility, Giratina-O will often be using its STABs in battle and appreciates the boost granted by this item. The boost allows Giratina-O to 2HKO 4/0 Mewtwo with Shadow Sneak, and also ensures that Giratina-O's Draco Meteor and Dragon Tail will leave a mark on its victims. Furthermore, the immunity to theft granted by the Griseous Orb can potentially allow Giratina-O to switch into Trick, which might be seen on Choice Scarf Mewtwo and Darkrai, and render them helpless until they switch out."}]},{"Name":"Ground Gem","Description":[{"Content":"If the holder uses a damage-dealing Ground-type move, then the holder consumes this item and the power of that move is increased by 50%. One-time use."}],"Competitive":[{"Content":"In single battles, Ground Gem is not typically a useful item, unfortunately. While the one-time boost to Ground-type attacks is nice, most Pokemon using Ground-type attacks would rather have the more reliable power of Life Orb or Choice items."},{"Content":"Typically Gems are more valuable in the VGC and similar environments, and Ground Gem is sometimes used here to boost the power of Ground-type attacks such as Earthquake from Pokemon such as Rhyperior, which is useful as Earthquake can hit more than one opponent. The one-time power boost can come in very useful in such a fast-paced metagame, especially as it comes without any drawbacks."}]},{"Name":"Haban Berry","Description":[{"Content":"When held by a Pokemon, reduces the power of a damaging Dragon-type move that would hit the holder for super effective damage by 50%. Consumed after use. Natural Gift becomes a 60 Base Power Dragon-type attack when the user holds this Berry, but the Berry is consumed after use."}],"Competitive":[{"Content":"Haban Berry is rarely used, as most Dragon-type Pokemon prefer receiving a power boost from Life Orb or Choice Band / Choice Specs. Adding to this, most Dragon-type Pokemon also suffer from other weaknesses that are often exploitable. However, this item is far from useless; Palkia for instance may sometimes carry a Haban Berry to negate its sole weakness to Dragon-type attacks. Given Palkia's immense power and coverage to begin with, the protection from Haban Berry can potentially be game-breaking. Swords Dance Garchomp may also sometimes carry this item to prevent faster Dragon-type Pokemon such as Choice Scarf Palkia and Dragon Arceus from OHKOing it, allowing it to continue its sweep."}]},{"Name":"Hard Stone","Description":[{"Content":"Increases the power of all of the holder's damage-dealing Rock-type attacks by 20%."}],"Competitive":[{"Content":"Hard Stone isn't bad, but it isn't that good either. While a 20% boost to Rock-type attacks is decent, it's not quite as excellent as the 30% boost to all attacks that you get from Life Orb. If you don't like Life Orb's recoil damage, or want to try to bluff a Choice item, then Expert Belt is typically a better overall choice for its added damage to all super effective attacks. Even if you are running a mono-attacking set with Rock coverage (not recommended), either Leftovers or Life Orb would probably be better for your purposes, depending on your build."}]},{"Name":"Heat Rock","Description":[{"Content":"Any Pokemon that uses Sunny Day while holding a Heat Rock will have its duration boosted to eight turns instead of the regular five."}],"Competitive":[{"Content":"Heat Rock is absolutely vital to get a viable sun team strategy going in the lower tiers, where Drought Ninetales, Vulpix, and Groudon are banned. By setting up sunshine, sweepers such as Chlorophyll Tangrowth and Solar Power Charizard become far more powerful, and so dedicated Pokemon with Sunny Day and carrying Heat Rock, such as Bronzong, Uxie, and Regirock, are necessary to provide these optimum conditions and prevent them from being removed. In OU and Ubers, of course, Ninetales and Groudon, respectively, render this item rather useless."}]},{"Name":"Helix Fossil","Description":[],"Competitive":[{"Content":"Change your preferences here."},{"Content":"The Helix Fossil can be revived at the Nacrene Museum to make a Level 20 Omanyte."}]},{"Name":"Iapapa Berry","Description":[{"Content":"Restores the HP of the holder by 1/8 of its maximum HP when at 50% HP or less. Consumed after use. If the holder has a Gentle, Hasty, Lonely, or Mild nature, it will also confuse the holder upon activation. Natural Gift becomes a 60 Base Power Dark-type attack when the user holds this Berry, but the Berry is consumed after use."}],"Competitive":[{"Content":"Interestingly enough, merely staying in for two turns with Leftovers will heal the exact same amount as Iapapa Berry, without even being used up—or, indeed, confusing you. Indeed, even in fast-paced metagames where you are unlikely to get the time to heal even this much with Leftovers, there are better options available. For VGC and Battle Subway, Sitrus Berry heals twice as much of your HP, and in Little Cup, Oran Berry will heal more HP in every single case. Long story short, don't bother using this."}]},{"Name":"Ice Gem","Description":[{"Content":"If the holder uses a damage-dealing Ice-type move, then the holder consumes this item and the power of that move is increased by 50%. One-time use."}],"Competitive":[{"Content":"In single battles, Ice Gem is not typically a useful item, unfortunately. While the one-time boost to Ice-type attacks is nice, most Pokemon using Ice-type attacks would rather have the more reliable power of Life Orb or Choice items."},{"Content":"Typically Gems are more valuable in the VGC and similar environments, and Ice Gem is often used here to boost the power of Ice-type attacks such as Icicle Crash from Pokemon such as Mamoswine. The one-time power boost can come in very useful in such a fast-paced metagame, especially as it comes without any drawbacks. In addition, it can be of great use to hail-based offensive teams, in order to boost the power of Blizzard from Pokemon such as Rotom-F, Froslass, and Lapras."}]},{"Name":"Icicle Plate","Description":[{"Content":"A hold item that increases the Base Power of all Ice-type moves by 20%. When held by a Pokemon with the Multitype ability, the holder's type will change to Ice."}],"Competitive":[{"Content":"Sadly, Icicle Plate is generally useless even on Arceus as Ice Arceus is usually considered to be the worst Arceus forme. Although having Ice-type STAB is rather useful, it is horrid defensively, and it burdens Arceus with many weaknesses with only one useless resistance, and a weakness to Stealth Rock only seals the deal. Ice Arceus is only any use on hail teams, but even then, it is better to use a different type in most cases."},{"Content":"In addition, most other Ice-types find the power boost from Icicle Plate to be too menial."}]},{"Name":"Icy Rock","Description":[{"Content":"Any Pokemon that uses Hail while holding an Icy Rock will have its duration boosted to eight turns instead of the regular five."}],"Competitive":[{"Content":"Icy Rock is absolutely vital to hail teams in the lower tiers—or it would be, if there were any point to it. As it is, however, without the permanent hail provided by Snow Warning Abomasnow and Snover, hail stall teams cannot function, as the hail will disappear all too quickly. Hail as an offensive strategy, too, is more or less outclassed by the other three weathers, as there are no sweepers that can take advantage of it, other than strong Ice-types with Blizzard."}]},{"Name":"Insect Plate","Description":[{"Content":"A hold item that increases the Base Power of all Bug-type moves by 20%. When held by a Pokemon with the Multitype ability, the holder's type will change to Bug."}],"Competitive":[{"Content":"Despite Bug-type STAB being useful for covering both Psychic- and Dark-types in one move, Bug Arceus is outclassed most of the time by Ghost Arceus, who has the same resistances, better neutral coverage with its STAB, and no weakness to Stealth Rock. Fighting Arceus is also better as a Darkrai counter, and Bug Arceus is saddled with problematic weaknesses to Fire-, Flying-, and Rock-type moves."},{"Content":"However, it is generally useless aside from Arceus, as most other Bug-types find the power boost from Insect Plate to be too menial."}]},{"Name":"Iron Ball","Description":[{"Content":"Cuts the holder's Speed by 50% and negates all the holder's immunities to Ground-type moves, including Levitate and the Flying-type. Rotom-S is not an exception. The holder is also made susceptible to Arena Trap, Spikes, and Toxic Spikes. A Flying-type Pokémon holding an Iron Ball will receive neutral damage from Ground-type moves regardless of its secondary type."}],"Competitive":[{"Content":"Iron Ball is not exactly the best item to hold for most Pokemon—the Speed decrease and susceptibility to Ground-type attacks are almost never a good thing (unless you're running a Trick Room team, of course, but there are still better options to lower Speed, such as a Macho Brace). However, Iron Ball does have some utility if it can be Tricked onto the opponent. A notable user of this tactic is Metagross, which can lure in opponents such as Skarmory and Rotom-W and force the Iron Ball onto them, hopefully picking up Leftovers or some other useful item in the process. They are then susceptible to Metagross's Earthquake, with Rotom-W in particular taking super effective damage from it."},{"Content":"Either that, or if you are seriously ballsy you can give this item to Gengar in order to allow it to absorb Toxic Spikes. Some people do, apparently."}]},{"Name":"Iron Plate","Description":[{"Content":"A hold item that increases the Base Power of all Steel-type moves by 20%. When held by a Pokemon with the Multitype ability, the holder's type will change to Steel."}],"Competitive":[{"Content":"In a tier where Dragon-type attacks are slung around by nearly everything, Steel Arceus stands out as the sturdiest Steel-type in the game. It can take hits from nearly anything with its enormous set of resistances, including a valuable resistance to Dragon-type moves, and is an excellent wall and stallbreaker thanks to its resistance to Stealth Rock and immunity to Toxic. It is generally used as a Calm Mind sweeper and shuffler with Roar, but it can also use a decent Swords Dance set or take on a supporting role."},{"Content":"Iron Plate is also useful for Scizor, as it boosts the power of Bullet Punch, its main sweeping attack, without the recoil damage of Life Orb. This affords the Steel / Bug type Pokemon a solid power boost while still being able to switch in many times if needed, as well as enabling it to bluff a Choice Band set against less observant opponents."}]},{"Name":"Jaboca Berry","Description":[{"Content":"If the holder is hit by a physical damaging attack, then it will consume the Jaboca Berry, and the attacker will take 12.5% of their max HP as damage. Natural Gift becomes an 80 Base Power Dragon-type attack when the user holds this Berry, but the Berry is consumed after use."}],"Competitive":[{"Content":"Interestingly enough, Rocky Helmet deals more damage than this Berry to the attacker, without even being used up—albeit, to users of contact moves, which do not include all than physical moves. But still, this Berry deals very little damage to the opponent for the huge cost of losing your precious item slot. If it were dealing 50% damage for any attack, then it might see some use. But at present it's pretty much unusable."}]},{"Name":"Kasib Berry","Description":[{"Content":"When held by a Pokemon, reduces the power of a damaging Ghost-type move that would hit the holder for super effective damage by 50%. Consumed after use. If the holder uses the move Natural Gift, this Berry will provide a one-time 60 Base Power Ghost-type attack."}],"Competitive":[{"Content":"The only Pokemon that can use this Berry are Psychic- and Ghost-type Pokemon, as they are the only types that are hit super effectively by Ghost-type moves. However, most of these Pokemon would rather use another item. For example, Gengar and Mismagius might appreciate temporary resistance against Ghost-type moves, but they would rather prefer items that greatly increase their sweeping potential, such as Life Orb or Choice Specs."}]},{"Name":"Kebia Berry","Description":[{"Content":"When held by a Pokemon, reduces the power of a damaging Poison-type move that would hit the holder for super effective damage by 50%. Consumed after use. If the holder uses the move Natural Gift, this Berry will provide a one-time 60 Base Power Poison-type attack."}],"Competitive":[{"Content":"The Kebia Berry should not be used at all in competitive battles, as the only type that is hit super effectively by Poison-type moves is Grass. Many Grass-type Pokemon themselves have a secondary Poison typing, and those that do not, such as Celebi and Shaymin, would rather use a more beneficial item."}]},{"Name":"King's Rock","Description":[{"Content":"If Poliwhirl is traded while holding this item, it will evolve into Politoed. If Slowpoke is traded while holding this item, it will evolve into Slowking. All moves that actively deal damage and do not already have a chance to flinch will gain a 10% chance of flinching the opponent. (This chance doubles to 20% if the holder has Serene Grace.) This effect does not stack with Stench, and is not affected by Sheer Force."}],"Competitive":[{"Content":"King's Rock is best used with Pokemon that have the Skill Link ability and can use a variety of multi-hit moves. Cloyster is a notable example, as it can use Shell Smash and either Icicle Spear or Rock Blast to tear through the opponent's team. Assuming the attack hits, Cloyster will have a 41% chance of flinching the foe. Another example is Cinccino, which can use King's Rock along with moves such as Tail Slap or Bullet Seed. Aside from these Pokemon, King's Rock is generally a bad item to use in competitive battles."}]},{"Name":"Lagging Tail","Description":[{"Content":"Makes the holder move last in their priority bracket. The holder will still move last in their priority bracket even under the effects of Trick Room."}],"Competitive":[{"Content":"The only use of an item with such a terrible effect is, of course, to switch it onto your opponent. In doubles play, Lagging Tail Sableye and Whimsicott can pose huge headaches, as Lagging Tail forces slow opponents to move last even under Trick Room. Furthermore, on the turn Lagging Tail is Tricked away, Sableye and Whimsicott can still attack swiftly thanks to Prankster."}]},{"Name":"Lansat Berry","Description":[{"Content":"If the holder has 25% HP or less, then it will consume the Lansat Berry, and the effect of Focus Energy takes place (critical hit ratio raised by two stages). This does not occur if Focus Energy is already in effect for the user. Natural Gift becomes an 80 Base Power Flying-type attack when the user holds this Berry, but the Berry is consumed after use."}],"Competitive":[{"Content":"Playing for critical hits is generally a fool's game, as they will never happen often enough to make them worthwhile over the power you lost by using up your item slot, or using high critical hit-ratio moves, which are usually weaker or less accurate than other moves. Even though Lansat Berry gives the effect of Focus Energy - which on its own increases the chance of a critical hit from stage 1 to stage 3 (or in layman's terms, once in every sixteen hits to once in every four hits), which is a huge boost - it is still not the most useful effect you could have when at 25% of your health, as it will only save your bacon once in every four battles on average - and that's if your opponent does not carry a priority attack to finish you off with."},{"Content":"Theoretically, Pokemon who might find Lansat Berry useful are those with the Super Luck ability, as it gives all of their moves a critical hit stage of at least 4, meaning they will get a critical hit roughly one in every three attacks. Pokemon with the Sniper ability, such as Kingdra and Octillery, can also find Lansat Berry useful because any critical hits from them will deal three times the normal amount of damage instead of two, although this will only happen once in every four attacks on average. However, all of these Pokemon will certainly find other items more useful."}]},{"Name":"Lax Incense","Description":[{"Content":"Raises the evasion of the holder by 5%. If Wobbuffet breeds while holding Lax Incense, a Wynaut Egg will be produced as opposed to a Wobbuffet Egg."}],"Competitive":[{"Content":"Lax Incense is one of those items that, along with Quick Claw and Focus Band, will make you want to tear your hair out when playing in-game—it only very rarely makes a difference, but when it does, it will change the outcome of a game—especially if you're playing in the Battle Subway, where these items crop up everywhere. However, unlike the other two, Lax Incense stacks with abilities such as Sand Veil, making it far more likely that your opponent will miss, though Sand Veil and Snow Cloak are banned from all of Smogon's standard metagames."},{"Content":"Lax Incense is usable in VGC too, but the chances of it making a difference are statistically quite small, at least compared to other items such as Sitrus Berry or a Gem. It does help to make some inaccurate moves, such as Rock Slide and Heat Wave, even more inaccurate, however. Be sure that if it does make a difference, however, your opponent is likely to be, well, somewhere between livid and murderous. Good luck."}]},{"Name":"Leftovers","Description":[{"Content":"The holder recovers 1/16 (6.25%) of their maximum HP at the end of each turn, rounded down. This healing occurs after damage from sandstorm or hail, but before damage from poison, burn, Nightmare, or Leech Seed."}],"Competitive":[{"Content":"Leftovers is the standard against which passive healing and damage is judged. The healing amounts to 1/4 of the HP cost of Substitute—a fact readily abused by savvy battlers. Leftovers is most often found on Pokémon that are trained for bulk. Generally, if a Pokemon is 2HKOed more often than not, it is unsuitable for Leftovers."},{"Content":"Leftovers most often finds itself in the hands of Substitute users, walls, tanks, and Pokemon of the defensive mold. Often, a form of passive damage (typically Toxic or Will-O-Wisp) finds its way onto the movesets of such Pokemon, along with Protect to gain a \"free\" turn of Leftovers recovery and passive damage. Just as often, though, users of Leftovers use the healing to aid in taking blows while they set up boosts, or attempt to break down foes with repeated unboosted attacks. If your Pokemon draws fights out longer, whether through Protect and Substitute or by virtue of its defensive stats, consider Leftovers for its held item."},{"Content":"Note that for all of its virtues, Leftovers is sorely outclassed in very fast-paced metagames, such as VGC, the Battle Subway, or Little Cup. Each of these environments has their own preference over Leftovers. In VGC, the Multi Battle Train, and the Double Battle Train in particular, it's best to eschew healing items over survivability items such as Focus Sash or a type-resistance berry. Even the Single Battle train prefers Sitrus Berry, as Pokemon rarely live much longer than four turns. Little Cup prefers Oran Berry; with such low HP counts, Leftovers will only heal 1 HP per turn and will take 10 turns to achieve the same recovery as an Oran Berry. Leftovers is best used in single or rotation battles that allow a full team of six Pokémon; any less and the stress on the remaining Pokémon to survive all threats calls for faster measures."}]},{"Name":"Leppa Berry","Description":[{"Content":"Restores 10 PP to a move that has run out of PP. Consumed after use. Natural Gift becomes a 60 Base Power Fighting-type attack when the user holds this Berry, but the Berry is consumed after use."}],"Competitive":[{"Content":"Leppa Berry is famed for being part of the endless-stall trick that constitutes any Pokemon with both Leppa Berry and Recycle or Harvest - you can keep bringing Leppa Berry back, and it will repeatedly be able to restore 10 PP to your moves, which means that your Pokemon will never be forced to Struggle. Of course, this tactic is never used as it is quite rare for any Pokemon to run out of PP in any metagame, even when stalling, before it runs out of HP—though this is admittedly a fear for some low-PP moves, it does not necessitate Leppa Berry, as the general rule of thumb to follow is \"hit them hard, and you won't need to hit them often.\" Hence, Life Orb or a Choice item will almost always be seen over Leppa Berry, even where low-PP moves are concerned."},{"Content":"Still, if you are ever unlucky enough to find yourself and your opponent down to your last two Harvest Leppa Berry Exeggutor with Synthesis, Substitute, Leech Seed, and Protect each... well, you'd better pack a sleeping bag, because that battle isn't ending any time soon."}]},{"Name":"Liechi Berry","Description":[{"Content":"If the holder's HP hits or falls below 25%, this Berry will raise the holder's Attack by one stage. Consumed after use. Natural Gift becomes an 80 Base Power Grass-type attack when the user holds this Berry, but the Berry is consumed after use."}],"Competitive":[{"Content":"This item is theoretically competitively viable; sets like SubLiechi (where a Pokemon uses Substitute down to 25% HP and then consumes the Liechi Berry to attack opponents with boosted physical moves) can be deadly on physically offensive Pokemon, but render the Pokemon greatly susceptible to priority attacks from the likes of Scizor and Conkeldurr."}]},{"Name":"Life Orb","Description":[{"Content":"Whenever a Pokemon holding a Life Orb successfully uses a damaging attack, that attack deals 1.3x its normal damage, rounded down, and the attacker loses 1/10 of their maximum HP, even if the opponent is behind a Substitute. Damage rounds down to the minimum possible value for 10%—thus, if the Pokemon has a HP stat ending in any number indivisible by 10, it can use Life Orb 11 times without dying. If a Pokemon has a HP stat of 19, then Life Orb will deal 1 HP recoil per attack, so the holder can attack 19 times at most. If the attack fails, adjusts HP instead of dealing damage, or if the holder's ability is Magic Guard, or if the holder's ability is Sheer Force and the attack was boosted by Sheer Force, then the holder takes no damage from Life Orb. For multi-hit attacks, all hits are treated as a single attack for the purposes of Life Orb recoil. If the Life Orb holder uses Circle Throw or Dragon Tail and then faints from the recoil, the target is not forced out. If a Pokemon steals Life Orb by using Thief or Covet, then that Pokemon takes recoil damage afterwards."}],"Competitive":[{"Content":"Life Orb is the standard in damage-boosting items—all damage-dealing attacks, regardless of type or category, receive the boost in damage that Life Orb provides. In most cases, it outclasses the type-boosting items (x1.2 boost to their type only) and category-boosting items (x1.1 boost to physical or special moves, respectively). The only item with nearly as much comprehensive coverage and reliability is Expert Belt, which simply cannot deliver the same level of power demanded by the standards of the current metagame."},{"Content":"As a boosting item, Life Orb receives competition from two sets of items: Choice items and Gems."},{"Content":"Choice items, consisting of Choice Band, Choice Specs, and Choice Scarf, provide a 50% boost to the holder's Attack, Special Attack, or Speed, respectively, but restrict the holder to a single move of their choosing each time they enter battle. While granting a lower boost than Band or Specs, and while providing no Speed increase, Life Orb does allow the holder to change moves without switching out and back in. If the holder has wide neutral coverage in one or two moves, or is meant to inflict massive amounts of damage to a single opponent, a Choice item is preferred. Choice Scarf, in particular, is most often seen on revenge killers, while Choice Band and Choice Specs are for wallbreakers. Life Orb's big advantage when compared to Choice items is that the ability to switch moves also enables the holder to use set-up moves such as Swords Dance and Agility, as well as moves such as Substitute and Toxic, so is more suited to late-game sweepers who clean up weakened teams, and need no boost in Speed."},{"Content":"Gems, on the other hand, come in types instead of categories. Each Gem provides a 50% boost to the damage of an attack of their type, and is then consumed. For example, Fire Gem increases the holder's first Fire-type attack each game to 1.5 times its normal strength, and then vanishes. Lures—Pokemon tooled to draw out and defeat their usual counters and checks—often employ Gems to lend bite to their surprise attacks. A Tyranitar might, for example, surprise its usual counter Skarmory with an Electric Gem Thunderbolt. Pokemon that want to lose their item, such as those with the ability Unburden or the move Acrobat, also often employ Gems to get a significant boost and then enjoy the benefit of a lost item. Life Orb, when compared to Gems, is much more consistent than a Gem—it is neither consumed on the first attack, nor is it keyed to any one type. Life Orb is by far the more useful item in most situations—Gems are called for only with very specific builds."},{"Content":"The only real downside to Life Orb is the passive damage aspect, which when combined with sandstorm, entry hazards, and possibly Substitute, can really weaken your sweeper very quickly. This is also unfavorable in another way, since the damage taken from Life Orb instantly tells your opponent what item you have, so you have basically no chance of bluffing a set you are not running if you attack even once. However, if you have a fast and reasonably strong sweeper on your team that needs some added damage to score certain 2HKOs or OHKOs, or simply wants to trade longevity for killing power, look no further than Life Orb."}]},{"Name":"Light Ball","Description":[{"Content":"Doubles Pikachu's Attack and Special Attack stats in battle. If Pikachu or Raichu breeds while holding Light Ball, the Pichu that hatches will know the move Volt Tackle."}],"Competitive":[{"Content":"Light Ball can send Pikachu's Attack and Special Attack stats to sky-high levels—if you are mad enough to use Pikachu competitively, then this is the only item you should be using. This allows Pikachu to go mixed and dent many Pokemon that don't resist its STAB Electric-type moves, and actually present something of an offensive threat. Pikachu is quite slow and frail, though, so it can be tricky to sweep with it."}]},{"Name":"Light Clay","Description":[{"Content":"If the holder uses either Light Screen or Reflect, the two moves will stay on the field for eight turns instead of five."}],"Competitive":[{"Content":"Light Clay is commonly used on dual screen users, which are Pokemon dedicated to setting up Light Screen and Reflect—simultaneously if possible. Because these moves effectively double the team's Defense and Special Defense, they allow frail sweepers to set up with ease. Thus, dual screen Pokemon are commonly used in heavy offense teams. Most dual screen users, such as Bronzong, Jirachi, Uxie, and Cresselia, tend to be bulky. Alakazam is a notable exception, as it is very fast and can set up Reflect and Light Screen before it is attacked or crippled by Taunt. Dual screen users often have a way of quickly switching out and bringing a teammate safely in. This is often done by Explosion (Metagross, Bronzong, and Azelf), U-turn (Uxie and Jirachi), Lunar Dance (Cresselia), and other similar moves."}]},{"Name":"Lucky Punch","Description":[{"Content":"Raises Chansey's critical hit ratio by two stages."}],"Competitive":[{"Content":"This item should only be used for trolling or on April Fools' Day. Not only does Chansey have an abysmal Attack and Special Attack, it also should not be used in the first place without Eviolite."}]},{"Name":"Lum Berry","Description":[{"Content":"When the holder is afflicted with poison, Toxic poison, paralysis, burn, sleep, confusion, or is frozen while holding this item, they will immediately consume their Lum Berry to cure themselves of that status condition. Natural Gift becomes an 60 Base Power Flying-type attack when the user holds this Berry, but the Berry is consumed after use."}],"Competitive":[{"Content":"Lum Berry can provide an excellent buffer for Pokémon that attract status attacks. Fast, frail sweepers are ruined by paralysis; most physical attackers are crippled by burn; and many bulkier checks and walls don't appreciate Toxic poison or sleep. All of these Pokemon enjoy the protection of a Lum Berry, as it allows them to switch in to such things as Breloom, Gengar, or Jirachi with impunity at least once. Pokemon that can set up on the turn they soak up a status are especially good users of Lum Berry—this item allows Metagross to use Agility on a Thunder Wave, for example."},{"Content":"Users of moves such as Substitute, which blocks status, or Pokemon with status-curing abilities like Natural Cure or Shed Skin, will find Lum Berry redundant and often appreciate a healing, protective, or boosting item more. Users of Heal Bell or Aromatherapy can cure their own status abnormalties and those of their teamates, eliminating the need for a Lum Berry. Users of Rest—which cures HP and status—will prefer either a healing item, to space out their uses of Rest, or Chesto Berry, which cures sleep specifically and will never be prematurely consumed by paralysis or poison."}]},{"Name":"Lustrous Orb","Description":[{"Content":"Raises the power of Palkia's Dragon- and Water-type moves by 4915/4096 (approximately 1.2)."}],"Competitive":[{"Content":"Lustrous Orb is not quite as useless as its counterpart, the Adamant Orb, as Palkia will mostly be using its Water- and Dragon-type STAB moves regardless for all purposes, and unlike Life Orb, Lustrous Orb comes with absolutely no recoil, which increases Palkia's lifespan. Lustrous Orb is commonly used on (but is not limited to) mixed sets, often with rain support so that Palkia's Water-type moves hit hard. Palkia is a versatile Pokemon, though, and also enjoys running items such as Choice Scarf, Choice Specs, and Life Orb—indeed, running Lustrous Orb while bluffing a Choice item can be a worthwhile tactic. Consult the Palkia analysis for more detail."}]},{"Name":"Macho Brace","Description":[{"Content":"Reduces the holder's Speed by 50%. In-game, this item doubles the EVs gained by the holder from any battle."}],"Competitive":[{"Content":"Macho Brace halves the Speed stat of the user, making it almost identical to Iron Ball except that it does not remove the user's Flying typing or Levitate ability. Macho Brace therefore is best used with Trick users, Trick Room sweepers, or Gyro Ball users. An example is Bronzong, which has a very powerful Gyro Ball with Macho Brace. Bronzong can also Trick away the item when needed. However, most common Gyro Ball and Trick Room users are already slow and might prefer another item."}]},{"Name":"Magnet","Description":[{"Content":"Increases the power of all of the holder's damage-dealing Electric-type attacks by 20%."}],"Competitive":[{"Content":"Magnet isn't bad, but it isn't that good either. While a 20% boost to Electric-type attacks is decent, it's not quite as excellent as the 30% boost to all attacks that you get from Life Orb. If you don't like Life Orb's recoil damage, or want to try to bluff a Choice item, then Expert Belt is typically a better overall choice for its added damage to all super effective attacks. Even if you are running a mono-attacking set with Electric coverage (not recommended), either Leftovers or Life Orb would probably be better for your purposes, depending on your build."}]},{"Name":"Mago Berry","Description":[{"Content":"Restores the HP of the holder by 1/8 of its maximum HP when at 50% HP or less. Consumed after use. If the holder has a Brave, Quiet, Relaxed, or Sassy nature, it will also confuse the holder upon activation. Natural Gift becomes a 60 Base Power Ghost-type attack when the user holds this Berry, but the Berry is consumed after use."}],"Competitive":[{"Content":"Interestingly enough, merely staying in for two turns with Leftovers will heal the exact same amount as Mago Berry, without even being used up—or, indeed, confusing you. Indeed, even in fast-paced metagames where you are unlikely to get the time to heal even this much with Leftovers, there are better options available. For VGC and Battle Subway, Sitrus Berry heals twice as much of your HP, and in Little Cup, Oran Berry will heal more HP in every single case. Long story short, don't bother using this."}]},{"Name":"Meadow Plate","Description":[{"Content":"A hold item that increases the Base Power of all Grass-type moves by 20%. When held by a Pokemon with the Multitype ability, the holder's type will change to Grass."}],"Competitive":[{"Content":"Grass Arceus is a very solid supporting Pokemon. It brings a useful slew of resistances that allow it to combat dangerous threats such as Groudon, Garchomp, Terrakion, Zekrom, Rayquaza, and Kyogre, and in the rain it is even able to counter Palkia! However, it is hampered somewhat by its poor offensive STAB, at it is resisted by a lot of types and will be walled by something no matter what attacking combination it chooses."},{"Content":"However, it is generally useless aside from Arceus, as most other Grass-types find the power boost from Meadow Plate to be too menial."}]},{"Name":"Mental Herb","Description":[{"Content":"When held by a Pokemon, Mental Herb will cure the effects of infatuation, Taunt, Encore, Torment, Disable, and Cursed Body if the holder is afflicted by any of these. Consumed after use."}],"Competitive":[{"Content":"Mental Herb can be useful on defensive Pokemon, as they are most susceptible to Taunt and Encore (infatuation and Disable are rarely used in competitive battles, and the only Pokemon that commonly use Torment are Heatran and Skarmory). However, these Pokemon usually prefer Leftovers's healing power over Mental Herb. Besides, all of these effects disappear once the user switches out. Mental Herb theoretically has some use on suicidal lead Pokemon that are dedicated to setting up entry hazards; however, in the absence of the Taunt-based anti-lead in the BW metagame, Mental Herb is more or less unnecessary. It does, however, have some use in VGC, if your Pokemon is trying to set up dual screens or Trick Room and you are more concerned about Taunt than sleep moves."}]},{"Name":"Metal Coat","Description":[{"Content":"Increases the power of all of the holder's damage-dealing Steel-type attacks by 20%. If Onix is traded while holding this item, it will evolve into Steelix. If Scyther is traded while holding this item, it will evolve into Scizor."}],"Competitive":[{"Content":"Metal Coat isn't bad, but it isn't that good either. While a 20% boost to Steel-type attacks is decent, it's not quite as excellent as the 30% boost to all attacks that you get from Life Orb. If you don't like Life Orb's recoil damage, or want to try to bluff a Choice item, then Expert Belt is typically a better overall choice for its added damage to all super effective attacks. Even if you are running a mono-attacking set with Steel coverage (not recommended), either Leftovers or Life Orb would probably be better for your purposes, depending on your build."},{"Content":"Metal Coat can, however, be a useful item for Scizor, in order to bluff a Choice Band set, or if you want a more powerful Swords Dance set without the recoil from Life Orb, as it boosts the power of Scizor's most feared attack, Bullet Punch."}]},{"Name":"Metal Powder","Description":[{"Content":"Raises Ditto's Defense and Special Defense by 50%. If Ditto transforms into another Pokemon, the boosts are lost."}],"Competitive":[{"Content":"Metal Powder doubles Ditto's Defense and Special Defense, which is useful as it has awful stats and needs time to use Transform. Unfortunately, the boosts are lost when Ditto transforms, meaning that once you have successfully transformed, you have effectively no item. However, Ditto itself is not a very good or useful Pokemon. Also note that once Ditto receives its Dream World ability, Imposter, it will almost always run Choice Scarf over Metal Powder, as Imposter enables it to Transform into the foe as soon as it is brought into the field."}]},{"Name":"Metronome","Description":[{"Content":"Increases the power of moves used consecutively by 20% each time it is used, up to a maximum of 5 turns (100%). If the holder switches out or uses another move, the boosts are lost. Metronome will not power up individual hits of multi-hit moves (such as Rock Blast) unless they are used consecutively."}],"Competitive":[{"Content":"Metronome isn't a good item. In competitive battling, Pokemon switch frequently, so gaining boosts will be hard. In addition, using one move repeatedly will put you at a disadvantage. Not to mention that even if you use the same move for four turns in a row, you only obtain the same power as a Choice Band or Choice Specs—in fact, even if you used the same move six turns in a row, you would have done exactly the same amount of damage had you had the Choice item to begin with."}]},{"Name":"Micle Berry","Description":[{"Content":"If the holder's HP reaches or falls below 25%, then the next move has its accuracy increased by 20%. This Berry has no effect on Guillotine, Sheer Cold, Fissure, or Horn Drill. Consumed after use."}],"Competitive":[{"Content":"If this Berry happened to work with OHKO moves, it would be great. Well, since OHKO moves are banned regardless, it wouldn't be that great, but it would be pretty good in any environment where they were allowed, such as VGC or Battle Subway. As it stands, though, there are very few moves that are so powerful regardless of accuracy that they would merit the use of the item slot for Micle Berry—even sleep moves like GrassWhistle and Hypnosis are pointless when you could just use a Pokemon with a better sleep-inducing move if you were that desperate."}]},{"Name":"Mind Plate","Description":[{"Content":"A hold item that increases the Base Power of all Psychic-type moves by 20%. When held by a Pokemon with the Multitype ability, the holder's type will change to Psychic."}],"Competitive":[{"Content":"Looked down upon by some, Psychic Arceus is actually surprisingly capable. It is usually seen as a weaker, slower Mewtwo, and this is true to an extent—but Psychic Arceus has far superior defenses, allowing it to make better use of Calm Mind while blasting through special walls with Psyshock. Psychic Arceus can also be made to counter Mewtwo effectively, able to take any hit with relative ease aside from a sun-boosted Fire Blast. However, Psychic Arceus doesn't have a lot of resistances it can take advantage of, one of the reasons why it is usually passed up."},{"Content":"However, it is generally useless aside from Arceus, as most other Psychic-types find the power boost from Mind Plate to be too menial."}]},{"Name":"Miracle Seed","Description":[{"Content":"Increases the power of all of the holder's damage-dealing Grass-type attacks by 20%."}],"Competitive":[{"Content":"Miracle Seed isn't bad, but it isn't that good either. While a 20% boost to Grass-type attacks is decent, it's not quite as excellent as the 30% boost to all attacks that you get from Life Orb. If you don't like Life Orb's recoil damage, or want to try to bluff a Choice item, then Expert Belt is typically a better overall choice for its added damage to all super effective attacks. Even if you are running a mono-attacking set with Grass coverage (not recommended), either Leftovers or Life Orb would probably be better for your purposes, depending on your build."}]},{"Name":"Muscle Band","Description":[{"Content":"Increases the power of all of the holder's damage-dealing physical attacks by 10%."}],"Competitive":[{"Content":"Muscle Band is the physical equivalent of Wise Glasses, and can be pretty useful as an alternative to Life Orb which does not cause recoil. Even though it is a lot weaker than Life Orb—and yes, the difference in damage is significant—it boosts the damage of all your attacks, unlike Expert Belt, which occasionally will not boost them. Expert Belt is typically the favored item, as most Pokemon who want to be switching attacks will have enough coverage to make better use of Expert Belt, and most Pokemon who are relying on STAB attacks will want Life Orb or Choice Specs for the maximum possible power. Muscle Band is typically used less than Expert Belt both for attacking and for bluffing a Choice item, but the potential is there, if you want to risk it."}]},{"Name":"Mystic Water","Description":[{"Content":"Increases the power of all of the holder's damage-dealing Water-type attacks by 20%."}],"Competitive":[{"Content":"Mystic Water isn't bad, but it isn't that good either. While a 20% boost to Water-type attacks is decent, it's not quite as excellent as the 30% boost to all attacks that you get from Life Orb. If you don't like Life Orb's recoil damage, or want to try to bluff a Choice item, then Expert Belt is typically a better overall choice for its added damage to all super effective attacks. Even if you are running a mono-attacking set with Water coverage, either Leftovers or Life Orb would probably be better for your purposes, depending on your build."}]},{"Name":"NeverMeltIce","Description":[{"Content":"Increases the power of all of the holder's damage-dealing Ice-type attacks by 20%."}],"Competitive":[{"Content":"NeverMeltIce isn't bad, but it isn't that good either. While a 20% boost to Ice-type attacks is decent, it's not quite as excellent as the 30% boost to all attacks that you get from Life Orb. If you don't like Life Orb's recoil damage, or want to try to bluff a Choice item, then Expert Belt is typically a better overall choice for its added damage to all super effective attacks. Even if you are running a mono-attacking set with Ice coverage (not recommended), either Leftovers or Life Orb would probably be better for your purposes, depending on your build."}]},{"Name":"Normal Gem","Description":[{"Content":"If the holder uses a damage-dealing Normal-type move, then the holder consumes this item and the power of that move is increased by 50%. One-time use."}],"Competitive":[{"Content":"Normal Gem is best appreciated by Normal-type Pokemon such as Staraptor, as their main STAB attack will deal a lot of damage. Unfortunately, Normal Gem is a one-use item, and is usually outclassed by other offensive items such as Life Orb, Choice Band, Choice Specs, and Expert Belt. There are a few other niche uses of Normal Gem. The Unburden Hitmonlee set utilizes the Normal Gem to boost the power of Fake Out, while also activating Hitmonlee's ability to raise its Speed in the process. Another common use is the presence of the item on suicide leads, or in general, users of Explosion, namely Stealth Rock Azelf, Metagross, and Landorus, so the user can boast a hefty amount of damage, almost OHKOing anything that doesn't resist it or have an unusually high Defense stat. However, it is not used much outside of that as Normal is a lackluster attacking type and most Pokemon will prefer the other Gems or Life Orb."},{"Content":"In Smogon's single battle metagames, the relatively longer-paced games and the lack of Item Clause hinders the effectiveness of the item, and as such Life Orb is often preferred; however, in VGC, the item sees a lot more use for its greater immediate power without drawbacks. In addition to the uses listed above, it is also used to boost the STAB moves of Pokemon such as Kangaskhan, Ambipom, and Lickilicky, as well as, if you are feeling particularly brave, boosting the power of Porygon-Z's Hyper Beam to ridiculously high levels."}]},{"Name":"Occa Berry","Description":[{"Content":"When held by a Pokemon, reduces the power of a damaging Fire-type move that would hit the holder for super effective damage by 50%. Consumed after use. Natural Gift becomes a 60 Base Power Fire-type attack when the user holds this Berry, but the Berry is consumed after use."}],"Competitive":[{"Content":"Occa Berry can be helpful for Pokemon who are weak towards Fire-type moves, such as Scizor, Ferrothorn, Escavalier, and Metagross. With an Occa Berry, these Pokemon can survive a potentially fatal attack and then strike back. However, the first three Pokemon have a 4x weakness towards Fire-type moves, and would still take severe damage. Ferrothorn would much prefer Leftovers than Occa Berry, and is still weak towards Fighting-types moves, and the other three would miss out on items such as Life Orb and Choice Band. In fast-paced metagames like VGC, Occa Berry is far more useful, as surviving even one attack can be crucial; however, in standard singles metagames, Occa Berry is not really worth it."}]},{"Name":"Odd Incense","Description":[{"Content":"Increases the power of all of the holder's damage-dealing Psychic-type attacks by 20%. If Mr. Mime breeds while holding Odd Incense, a Mime Jr. Egg will be produced as opposed to a Mr. Mime Egg."}],"Competitive":[{"Content":"Odd Incense is practically identical to TwistedSpoon, as they both boost Psychic-type moves by 20%. In any case, Odd Incense is not used much in competitive battles. It is often outclassed by items such as Choice Band and Choice Specs, which boost the power of physical and special moves by 1.5, respectively, and Life Orb, which boosts the power of all moves by 1.3. Although these three items do come with negative effects, it is generally better to use them over a Odd Incense."}]},{"Name":"Old Amber","Description":[],"Competitive":[{"Content":"Change your preferences here."},{"Content":"The Old Amber can be revived at the Nacrene Museum to make a Level 20 Aerodactyl."}]},{"Name":"Oran Berry","Description":[{"Content":"Restores the HP of the holder by 10 HP when at 50% HP or less. Consumed after use. Natural Gift becomes a 60 Base Power Poison-type attack when the user holds this Berry, but the Berry is consumed after use."}],"Competitive":[{"Content":"Oran Berry is used by many defensive Pokemon in Little Cup, as for some LC Pokemon, 10 HP can be as much as half of their health. Oran Berry can also be used on offensive Pokemon to ensure that they stay alive for as long as possible. However, Oran Berry has to compete with the Eviolite item, which boosts the user's Defense and Special Defense stat by 50%. It all comes down at a choice between recovery and durability."}]},{"Name":"Passho Berry","Description":[{"Content":"When held by a Pokemon, reduces the power of a damaging Water-type move that would hit the holder for super effective damage by 50%. Consumed after use. Natural Gift becomes a 60 Base Power Water-type attack when the user holds this Berry, but the Berry is consumed after use."}],"Competitive":[{"Content":"Though many Pokemon are weak to Water, only a few can competitively use Passho Berry. This item works only once, which greatly reduces its usefulness. Offensive Fire-, Rock-, and Ground-type Pokemon can use this item to absorb a hit from a Water Pokemon and attack back or set up. Note that many Water-weak Pokemon cannot break through many bulky Water-types well even with Passho Berry, therefore it sees very limited competitive use. Typically the Passho Berry is most useful in fast-paced metagames such as VGC, where surviving even one hit can be crucial."}]},{"Name":"Payapa Berry","Description":[{"Content":"Change your preferences here."},{"Content":"When held by a Pokemon, reduces the power of a damaging Psychic-type move that would hit the holder for super effective damage by 50%. Consumed after use. Natural Gift becomes a 60 Base Power Psychic-type attack when the user holds this Berry, but the Berry is consumed after use."}],"Competitive":[{"Content":"This item, though it has a competitive function, sees very little competitive use because Psychic is not a commonly used type of attack, and most Fighting- and Poison-type Pokemon cannot afford to relinquish their item slot to use Payapa Berry."}]},{"Name":"Pecha Berry","Description":[],"Competitive":[{"Content":"This item is not seen in any tier because Lum Berry can cure any status ailment, while Pecha Berry can only cure one."}]},{"Name":"Persim Berry","Description":[{"Content":"If held by a Pokemon, will automatically cure the confusion status condition when inflicted on the holder. Consumed after use. Can also be used forcibly by the trainer in-game. Natural Gift becomes a 60 Base Power Ground-type attack when the user holds this Berry, but the Berry is consumed after use."}],"Competitive":[{"Content":"This item is generally outclassed by Lum Berry because Lum can cure any status ailment, but it can be used on Dragon-types that make use of the move Outrage if you want to be sure that the user will not be confused after using Outrage. However, Lum offers full status protection one time instead of just confusion protection, so it's generally more advantageous to use Lum over Persim."}]},{"Name":"Petaya Berry","Description":[{"Content":"If the holder's HP hits or falls below 25%, this Berry will raise the holder's Special Attack by one stage. Consumed after use. Natural Gift becomes a 80 Base Power Poison-type attack when the user holds this Berry, but the Berry is consumed after use."}],"Competitive":[{"Content":"This item is competitively viable; sets like SubPetaya (where a Pokemon uses Substitute down to 25% HP and then consumes the Petaya Berry to attack opponents with boosted special moves) can be deadly on specially offensive Pokemon, but render the Pokemon greatly susceptible to priority attacks from the likes of Scizor and Conkeldurr."}]},{"Name":"Plume Fossil","Description":[],"Competitive":[{"Content":"Change your preferences here."},{"Content":"The Plume Fossil can be revived at the Nacrene Museum to make a Level 20 Archen."}]},{"Name":"Poison Barb","Description":[{"Content":"Increases the power of all of the holder's damage-dealing Poison-type attacks by 20%."}],"Competitive":[{"Content":"Poison Barb isn't bad, but it isn't that good either. While a 20% boost to Poison-type attacks is decent, it's not quite as excellent as the 30% boost to all attacks that you get from Life Orb. If you don't like Life Orb's recoil damage, or want to try to bluff a Choice item, then Expert Belt is typically a better overall choice for its added damage to all super effective attacks. Even if you are running a mono-attacking set with Poison coverage (not recommended), either Leftovers or Life Orb would probably be better for your purposes, depending on your build."}]},{"Name":"Poison Gem","Description":[{"Content":"If the holder uses a damage-dealing Poison-type move, then the holder consumes this item and the power of that move is increased by 50%. One-time use."}],"Competitive":[{"Content":"In single battles, Poison Gem is not typically a useful item, unfortunately. While the one-time boost to Poison-type attacks is nice, most Pokemon using Poison-type attacks would rather have the more reliable power of Life Orb or Choice items."},{"Content":"Typically Gems are more valuable in the VGC and similar environments, and Poison Gem is rarely used here to boost the power of Poison-type attacks; however, given the poor coverage of most Poison-type attacks, it is possibly the least used of all the Gems, particularly as all the viable Poison-types have better STAB options they could be using. For those that do not have a choice, however, the one-time power boost can come in very useful in such a fast-paced metagame, especially as it comes without any drawbacks."}]},{"Name":"Psychic Gem","Description":[{"Content":"If the holder uses a damage-dealing Psychic-type move, then the holder consumes this item and the power of that move is increased by 50%. One-time use."}],"Competitive":[{"Content":"In single battles, Psychic Gem is not typically a useful item, unfortunately. While the one-time boost to Psychic-type attacks is nice, most Pokemon using Psychic-type attacks would rather have the more reliable power of Life Orb or Choice items."},{"Content":"Typically Gems are more valuable in the VGC and similar environments, and Psychic Gem is often used here to boost the power of Psychic-type attacks such as Psychic or Psyshock from Pokemon such as Reuniclus. The one-time power boost can come in very useful in such a fast-paced metagame, especially as it comes without any drawbacks, and is notable for its ability to hit most Fighting-types for super effective damage."}]},{"Name":"Quick Claw","Description":[{"Content":"This item gives the holder a 20% chance to move first in that turn. For example, if the holder were to use Spikes and the opponent to use Taunt, then if the item were to activate, Spikes would go before Taunt irrespective of the combatants' Speed stats. However, if the opponent were to use Bullet Punch or another elevated priority attack, then Bullet Punch would go first. Similarly, a Pokemon with Prankster will move before a Pokemon using Custap Berry when using a non-attacking move. Quick Claw's activation ignores the effects of Trick Room."}],"Competitive":[{"Content":"Heh. Quick Claw. That one item. Nobody in their right minds would think to use it competitively, as rather like Focus Band, the chances of it activating in any meaningful situation are slim at best, and most Pokemon would prefer a Choice Scarf if they really wanted to move first. The trouble is, a lot of characters without a right mind will use it—the Battle Subway, for instance—and here, even if it only activates sometimes, when it does activate, it can be a killer. You aren't advised to use Quick Claw competitively—but if you do, be prepared for an explosion of rage from your opponent, if it does indeed activate at the right time."}]},{"Name":"Quick Powder","Description":[{"Content":"Doubles Ditto's Speed stat. If Ditto transforms into another Pokemon, the boosts are lost."}],"Competitive":[{"Content":"At first, the ability to Transform into the foe first is vital for Ditto, as it cannot withstand even the slightest of attacks thanks to its miserable defenses. However, because this boost is lost once Ditto transforms, Quick Powder is rather useless, even if you happen to be using Ditto in the first place. Ditto should plan on using items that will be useful even after transforming—or better yet, use its Dream World ability, Imposter, with which point it transforms automatically."}]},{"Name":"Rare Bone","Description":[],"Competitive":[{"Content":"Change your preferences here."},{"Content":"Can be sold for 5,000 Poké Dollars. No other use."}]},{"Name":"Rawst Berry","Description":[{"Content":"Cures burn. One-time use. Natural Gift becomes a 60 Base Power Grass-type attack when the user holds this Berry, but the Berry is consumed after use."}],"Competitive":[{"Content":"The Rawst Berry isn't that great an item. Burn is a nasty status and can grind a sweeper to a halt with ease, but if your Pokemon happens to be paralyzed or poisoned, then this item goes to waste. Typically, Lum Berry is favored as it enables the Pokemon to recover from any status—not just burn—once, which is more beneficial to those susceptible to it."}]},{"Name":"Razor Claw","Description":[{"Content":"Raises critical hit ratio of the holder by one stage. If Sneasel is leveled up during the night while holding this item, it will evolve into Weavile."}],"Competitive":[{"Content":"Playing for critical hits is generally a fool's game, as they will never happen often enough to make them worthwhile over the power you lost by using up your item slot, or using high critical hit-ratio moves. Theoretically, Pokemon who might find Razor Claw (and other similar items) useful are those with the Super Luck ability, as it gives all of their moves a critical hit stage of at least 3, meaning they will get a critical hit roughly one in every four attacks. Pokemon with the Sniper ability, such as Kingdra and Octillery, can also find Razor Claw useful because any critical hits from them will deal three times the normal amount of damage instead of two, although this will only happen once in every eight attacks on average. However, all of these Pokemon will certainly find other items more useful."}]},{"Name":"Razor Fang","Description":[{"Content":"If Gligar is leveled up at night while holding this item, it will evolve into Gliscor. All moves that actively deal damage and do not already have a chance to flinch will gain a 10% chance of flinching the opponent. (This chance doubles to 20% if the holder has Serene Grace.) This effect does not stack with Stench, and is not affected by Sheer Force."}],"Competitive":[{"Content":"Razor Fang is best used with Pokemon that have the Skill Link ability and can use a variety of multi-hit moves. Cloyster is a notable example, as it can use Shell Smash and either Icicle Spear or Rock Blast to tear through the opponent's team. Assuming that the move hits five times, Cloyster will have a 41% chance of flinching the foe. Another example is Skill Link Cinccino, which can use Razor Fang along with moves such as Tail Slap or Bullet Seed. Aside from these Pokemon, Razor Fang is generally a bad item to use in competitive battles."}]},{"Name":"Red Card","Description":[{"Content":"The opponent is forced out immediately if it attacks the holder. The holder of this item will still take damage from the attack. One-time use."}],"Competitive":[{"Content":"Because it is a one-use item, Red Card is not very useful in competitive battles. However, it can still be marginally useful as a last-resort method on stall teams. The ability to phaze out the opponent without using a move not only racks up entry hazard damage on the foe, but it can also be a lifesaver by forcing dangerous sweepers and wallbreakers out, allowing the stall player to gain some momentum. It can also be used with entry hazard stackers, in order to gain a more favorable opponent and hopefully give the holder more time to set up. In particular, it can be a nice item for Pokemon with the Sturdy ability, such as Skarmory and Forretress. At full health, these two Pokemon will never be KOed by an attack and can proceed to set up Spikes or Stealth Rock while simultaneously phazing away the foe. However, most of the Pokemon mentioned would prefer to use Leftovers instead of Red Card, as Leftovers allows them to gain health over time."}]},{"Name":"Rindo Berry","Description":[{"Content":"When held by a Pokemon, reduces the power of a damaging Grass-type move that would hit the holder for super effective damage by 50%. Consumed after use. If the holder uses the move Natural Gift, this Berry will provide a one-time 60 Base Power Grass-type attack."}],"Competitive":[{"Content":"Rindo Berry certainly isn't as useless as some of the other damage-softening Berries, but it's still fairly useless in singles. There are too few common Grass-type attackers or attacks to render it useful as a lure item, and most of those who could use it to survive an attack—primarily Water-types, as Rock- and Ground-types have more important weaknesses to be covering—would prefer Leftovers or another item that would make them more effective against the majority of their opponents, who do not happen to carry Grass-type attacks, especially as most of them lack the power to knock out a bulky Grass-type opponent in one hit, lowering the effectiveness of the item. Even so, it can be a lifesaver in those metagames which are fast-paced enough to warrant its use, such as VGC—Pokemon such as Lanturn and Gastrodon can use it to take an attack before swiftly attacking back."}]},{"Name":"Rock Gem","Description":[{"Content":"If the holder uses a damage-dealing Rock-type move, then the holder consumes this item and the power of that move is increased by 50%. One-time use."}],"Competitive":[{"Content":"In single battles, Rock Gem is not typically a useful item, unfortunately. While the one-time boost to Rock-type attacks is nice, most Pokemon using Rock-type attacks would rather have the more reliable power of Life Orb or Choice items. A very notable exception, however, is Substitute + Swords Dance Terrakion, who requires the power from Rock Gem to enable its STAB Stone Edge to OHKO its most dangerous counters, such as Gliscor and Slowbro, after a boost, as Choice items cannot be used for obvious reasons, and Life Orb doesn't cut it for power."},{"Content":"Typically Gems are more valuable in the VGC and similar environments, and Rock Gem is often used here to boost the power of Rock-type attacks such as Rock Slide from Pokemon such as Kabutops and Gigalith, which is useful thanks to Rock Slide's spread-damage effect. The one-time power boost can come in very useful in such a fast-paced metagame, especially as it comes without any drawbacks."}]},{"Name":"Rock Incense","Description":[{"Content":"Increases the power of all of the holder's damage-dealing Rock-type attacks by 20%. If Sudowoodo breeds while holding Rock Incense, a Bonsly Egg will be produced as opposed to a Sudowoodo Egg."}],"Competitive":[{"Content":"Rock Incense is practically identical to Hard Stone, as they both boost Rock-type moves by 20%. In any case, Rock Incense is not used much in competitive battles. It is often outclassed by items such as Choice Band and Choice Specs, which boost the power of physical and special moves by 1.5, respectively, and Life Orb, which boosts the power of all moves by 1.3. Although these three items do come with negative effects, it is generally better to use them over a Rock Incense."}]},{"Name":"Rocky Helmet","Description":[{"Content":"The holder will deal damage to the opponent equal to 1/6 of their maximum HP if the holder is hit by a contact move. Stacks with Iron Barbs or Rough Skin. If the holder is hit multiple times by the same move, for example by Tail Slap, then the holder will deal damage on every hit. If the opponent uses any of Bug Bite, Circle Throw, Dragon Tail, Pluck, Rapid Spin, SmellingSalt, or Wake-Up Slap, and then immediately faints due to the damage from Rocky Helmet, then the effect of that move will not take place. This is not the case for moves that would inflict status, flinch, or drain HP. The damage dealt is not blocked by Substitute."}],"Competitive":[{"Content":"Rocky Helmet actually deals a rather significant amount of damage, when you think about it—certainly, killing a Pokemon in six hits is a considerable boon to a defensive Pokemon. Or rather, it would be, were it not for the fact that most defensive Pokemon will mourn the loss of Leftovers far more than they will enjoy the benefits of Rocky Helmet. Hence, you won't find it used much—although, Pokemon with Rough Skin or Iron Barbs will sometimes like this item, as the opponent will be taking damage not only from their ability, but also from their item, wearing them down pretty quickly. However, this requires the Pokemon to be able to take more than one hit before keeling over—which is limited, in terms of Rough Skin or Iron Barbs users, to Ferrothorn and Druddigon."}]},{"Name":"Root Fossil","Description":[],"Competitive":[{"Content":"Change your preferences here."},{"Content":"The Root Fossil can be revived at the Nacrene Museum to make a Level 20 Lileep."}]},{"Name":"Rose Incense","Description":[{"Content":"Increases the power of all of the holder's damage-dealing Grass-type attacks by 20%. If Roselia or Roserade breeds while holding Rose Incense, a Budew Egg will be produced as opposed to a Roselia Egg."}],"Competitive":[{"Content":"Rose Incense is practically identical to Miracle Seed, as they both boost Grass-type moves by 20%. In any case, Rose Incense is not used much in competitive battles. It is often outclassed by items such as Choice Band and Choice Specs, which boost the power of physical and special moves by 1.5, respectively, and Life Orb, which boosts the power of all moves by 1.3. Although these three items do come with negative effects, it is generally better to use them over a Rose Incense."}]},{"Name":"Rowap Berry","Description":[{"Content":"If the holder takes damage from a special attack, then it will consume the Rowap Berry, and the attacker will take damage equal to 12.5% of its maximum health. Natural Gift becomes an 80 Base Power Dark-type attack when the user holds this Berry, but the Berry is consumed after use."}],"Competitive":[{"Content":"Interestingly enough, Rocky Helmet deals more damage than this Berry to the attacker, without even being used up—albeit, to users of contact moves, which are usually distinct from special moves. But still, this Berry deals very little damage to the opponent for the huge cost of losing your precious item slot. If it were dealing 50% damage for any attack, then it might see some use. But at present, it's pretty much unusable."}]},{"Name":"Salac Berry","Description":[{"Content":"If the holder's HP hits or falls below 25%, this Berry will raise the holder's Speed by one stage. Consumed after use. Natural Gift becomes an 80 Base Power Fighting-type attack when the user holds this Berry, but the Berry is consumed after use."}],"Competitive":[{"Content":"Salac Berry has always traditionally been the most usable of the pinch Berries, though in the standard BW metagame, that's not saying much. In theory, you can run incredible sets like Reversal Heracross, which consist of a Heracross repeatedly using Substitute or Endure to get down to 1 HP, activating Salac Berry, and sweeping with a 200 Base Power STAB Reversal alongside Swarm-boosted Megahorn, possibly alongside a Swords Dance boost—certainly, at low HP, Speed is probably the most useful boost you could be getting. However, priority is rampant in the competitive scene, not to mention other forms of damage such as sandstorm, and pinch Berry sweepers are extremely susceptible to being picked off before they can attack. Thus, I'm afraid that even the most dedicated of sets are not really worth it any longer. Still, it could be worth it for the surprise factor, or even the nostalgia."}]},{"Name":"Scope Lens","Description":[{"Content":"Raises critical hit ratio of the holder by one stage."}],"Competitive":[{"Content":"Playing for critical hits is generally a fool's game, as they will never happen often enough to make them worthwhile over the power you lost by using up your item slot, or using high critical-hit ratio moves. Theoretically, Pokemon who might find Scope Lens (and other similar items) useful are those with the Super Luck ability, as it gives all of their moves a critical hit stage of at least 3, meaning they will get a critical hit roughly one in every four attacks. Pokemon with the Sniper ability, such as Kingdra and Octillery, can also find Scope Lens useful because any critical hits from them will deal three times the normal amount of damage instead of two, although this will only happen once in every eight attacks on average. However, all of these Pokemon will certainly find other items more useful."}]},{"Name":"Sea Incense","Description":[{"Content":"Increases the power of all of the holder's damage-dealing Water-type attacks by 20%. If Marill or Azumarill breeds while holding Sea Incense, an Azurill Egg will be produced as opposed to a Marill Egg."}],"Competitive":[{"Content":"Sea Incense is practically identical to Mystic Water, as they both boost Water-type moves by 20%. In any case, Sea Incense is not used much in competitive battles. It is often outclassed by items such as Choice Band and Choice Specs, which boost the power of physical and special moves by 1.5, respectively, and Life Orb, which boosts the power of all moves by 1.3. Although these three items do come with negative effects, it is generally better to use them over a Sea Incense."}]},{"Name":"Sharp Beak","Description":[{"Content":"Increases the power of all of the holder's damage-dealing Flying-type attacks by 20%."}],"Competitive":[{"Content":"Sharp Beak isn't bad, but it isn't that good either. While a 20% boost to Flying-type attacks is decent, it's not quite as excellent as the 30% boost to all attacks that you get from Life Orb. If you don't like Life Orb's recoil damage, or want to try to bluff a Choice item, then Expert Belt is typically a better overall choice for its added damage to all super effective attacks. Even if you are running a mono-attacking set with Flying coverage (not recommended), either Leftovers or Life Orb would probably be better for your purposes, depending on your build."},{"Content":"Staraptor and others of a Brave Bird disposition will sometimes use Sharp Beak, as the already large recoil accumulated from Brave Bird, possibly on top of sandstorm and Stealth Rock damage, makes extra damage from Life Orb undesirable. In addition, it can potentially allow you to bluff a Choice set should the opportunity present itself."}]},{"Name":"Shed Shell","Description":[{"Content":"Allows the holder to bypass all trapping effects, namely Ingrain, Arena Trap, Magnet Pull, Shadow Tag, Block, Mean Look, Spider Web, Bind, Clamp, Fire Spin, Magma Storm, Sand Tomb, Whirlpool, or Wrap. Pokemon that have used Ingrain or have the ability Suction Cups are still not affected by Roar and Whirlwind. A Pokemon locked into Ice Ball, Outrage, Petal Dance, Rollout, Thrash, or Uproar will still not be able to switch out."}],"Competitive":[{"Content":"Shed Shell is an item often looked upon as one of necessity rather than merit. Just as some were willing to use Magneton in ADV for the sole purpose of trapping the deadly Skarmory, so too in BW are people willing to use Shed Shell solely to allow their Skarmory to escape the clutches of the dreaded Magnezone. In short, Shed Shell is a good item for those paranoid people who want their Skarmory to escape the clutches of Magnezone or for Blissey to flee the wrath of Dugtrio, and are willing to sacrifice Leftovers recovery to make it so. Shed Shell is an excellent item if your opponent has a trapper, but if it doesn't, it's pretty much dead weight, unfortunately. The relatively high presence of trappers in the OU metagame coupled with the importance of keeping your weather starter out of Dugtrio's grasp makes Shed Shell somewhat viable, and an occasional alternative to Leftovers, but is rarely seen in any other tier."},{"Content":"It should be noted, perhaps, that in the unofficial Dream World metagame, the presence of Shadow Tag Chandelure means that many Pokemon, such as Breloom, will use Shed Shell in order to avoid being trapped—the mere presence of this threat is enough to make Shed Shell a far more common item choice than it is in any of Smogon's standard metagames."}]},{"Name":"Shell Bell","Description":[{"Content":"Whenever the holder attacks, it is healed by 1/8 of the damage dealt by the attack."}],"Competitive":[{"Content":"Shell Bell is a pretty poor item, not purely for the miserable amount of HP it heals per attack, but for how thoroughly it is outclassed by Leftovers. Leftovers will heal 1/16 of the holder's maximum HP per turn regardless of whether or not the holder attacked, making it ideal for defensive Pokemon—indeed, unless your Pokemon is doing over 50% damage to an opponent every turn (which is very unlikely, and in which case you would not really need Shell Bell anyway), Leftovers will be healing more overall, throughout the course of the match. Furthermore, most defensive Pokemon will not have the offensive ability to want to be attacking on every turn, rather than healing or supporting the team, and they are the ones most likely to want a healing item. So, as long as you have Leftovers, Shell Bell is not for you."}]},{"Name":"Shock Drive","Description":[{"Content":"This item causes the move Techno Blast to become Electric-type. It does not change it in any other way, however, and has no effect on a Pokemon without this move."}],"Competitive":[{"Content":"Only two Pokemon in the game can use Techno Blast, and the only one who can actually make use of it is Genesect. However, you really shouldn't be using this item even on Genesect, for a number of reasons. For one thing, holding Shock Drive means that Genesect cannot then hold a boosting item, and will miss the kick from Life Orb or Choice Scarf dreadfully. Furthermore, Genesect has access to Thunderbolt, which is more powerful than Electric-type Techno Blast regardless, and does allow you to use Life Orb. Like the other Drive items, you should never use Shock Drive competitively. It is just not worth it."}]},{"Name":"Shuca Berry","Description":[{"Content":"When held by a Pokemon, reduces the power of a damaging Ground-type move that would hit the holder for super effective damage by 50%. Consumed after use. If the holder uses the move Natural Gift, this Berry will provide a one-time 60 Base Power Ground-type attack."}],"Competitive":[{"Content":"Shuca Berry ought to be one of the more commonly used damage-softening Berries, largely due to the extreme prevalence of Ground-type moves for coverage, particularly Earthquake. However, it has been rather shunted to the sidelines in BW in favour of Air Balloon, which grants immunity to Ground-type attacks, rather than simply halving the damage that would have been taken. It also persists after the first attack, as well as granting immunity to Spikes and Toxic Spikes. However, it does disappear if you mispredict and the holder takes any attack other than a Ground-type attack, something that doesn't happen with Shuca, so Shuca Berry can indeed be an alternative for it on the Pokemon that ordinarily use Air Balloon, if you don't want to take the risk."}]},{"Name":"Silk Scarf","Description":[{"Content":"Increases the power of all of the holder's damage-dealing Normal-type attacks by 20%."}],"Competitive":[{"Content":"Silk Scarf isn't bad, but it isn't that good either. While a 20% boost to Normal-type attacks is decent, it's not quite as excellent as the 30% boost to all attacks that you get from Life Orb. If you don't like Life Orb's recoil damage, or want to try to bluff a Choice item, then Expert Belt is typically a better overall choice for its added damage to all super effective attacks. Even if you are running a mono-attacking set with Normal coverage (not recommended), either Leftovers or Life Orb would probably be better for your purposes, depending on your build."}]},{"Name":"SilverPowder","Description":[{"Content":"Increases the power of all of the holder's damage-dealing Bug-type attacks by 20%."}],"Competitive":[{"Content":"Silverpowder isn't bad, but it isn't that good either. While a 20% boost to Bug-type attacks is decent, it's not quite as excellent as the 30% boost to all attacks that you get from Life Orb. If you don't like Life Orb's recoil damage, or want to try to bluff a Choice item, then Expert Belt is typically a better overall choice for its added damage to all super effective attacks. Even if you are running a mono-attacking set with Bug coverage (not recommended), either Leftovers or Life Orb would probably be better for your purposes, depending on your build."}]},{"Name":"Sitrus Berry","Description":[{"Content":"Restores the HP of the holder by 25% of its max HP when at 50% HP or less. Consumed after use. Natural Gift becomes a 60 Base Power Psychic-type attack when the user holds this Berry, but the Berry is consumed after use."}],"Competitive":[{"Content":"Sitrus Berry, the in-game story trainer's favorite item, is somewhat less favored by competitive battlers. While Sitrus Berry does indeed grant a significant HP boost, it is only equivalent to four turns of Leftovers recovery, so defensive Pokemon will typically opt for the more conventional recovery item, as they are likely to get a lot more healing out of it over the course of a battle, especially as it does not have an activation cost and cannot be used up."},{"Content":"However, in faster-paced metagames where battles are shorter and thus Leftovers healing is not advisable, Sitrus Berry becomes far more worthwhile. Although it is outclassed by Oran Berry in Little Cup, it is a useful item in VGC, although Item Clause means it is restricted to one Pokemon per team. The extra healing can help in a pinch, and easily prevent your Pokemon from going down in two hits, if you're lucky."}]},{"Name":"Skull Fossil","Description":[],"Competitive":[{"Content":"Change your preferences here."},{"Content":"The Skull Fossil can be revived at the Nacrene Museum to make a Level 20 Cranidos."}]},{"Name":"Sky Plate","Description":[{"Content":"A hold item that increases the Base Power of all Flying-type moves by 20%. When held by a Pokemon with the Multitype ability, the holder's type will change to Flying."}],"Competitive":[{"Content":"Flying Arceus is immune to Spikes and Toxic Spikes—a nice thing to have nowadays in Ubers—but is hindered much more by its lack of useful resistances and weakness to Stealth Rock. Its Flying-type STAB has solid neutral coverage when backed by Focus Blast, but Ghost Arceus packs better neutral coverage while having the same resistances and no weakness to Stealth Rock, so generally Flying Arceus will find itself outclassed."},{"Content":"Sky Plate is also usable on Flying-types such as Staraptor that rely on Brave Bird as their main attack, as it offers a nice power boost while not having the restrictions of Choice Band or the recoil of Life Orb. However, Choice Band is still usually better for the much higher increase in power."}]},{"Name":"Smooth Rock","Description":[{"Content":"Any Pokemon that uses Sandstorm while holding a Smooth Rock will have its duration boosted to eight turns instead of the regular five."}],"Competitive":[{"Content":"Smooth Rock is absolutely vital if you wanted to get a sandstorm team going in the lower tiers. It is more or less useless in OU, where you have Tyranitar and Hippowdon, as Sand Stream users are available. Sadly, there are few sand strategies that are viable here, as most of the viable sand offense Pokemon are only available in the higher tiers, such as Sand Force Landorus and Sand Rush Stoutland, and in RU and lower, which are the only places you could use this item, you are basically limited to Sandslash and Gigalith. Hence, Smooth Rock is not a commonly used item, as there are far easier ways to pull of the same or a similar strategy with far more rewarding results."}]},{"Name":"Soft Sand","Description":[{"Content":"Increases the power of all of the holder's damage-dealing Ground-type attacks by 20%."}],"Competitive":[{"Content":"Soft Sand isn't bad, but it isn't that good either. While a 20% boost to Ground-type attacks is decent, it's not quite as excellent as the 30% boost to all attacks that you get from Life Orb. If you don't like Life Orb's recoil damage, or want to try to bluff a Choice item, then Expert Belt is typically a better overall choice for its added damage to all super effective attacks. Even if you are running a mono-attacking set with Ground coverage (not recommended), either Leftovers or Life Orb would probably be better for your purposes, depending on your build."}]},{"Name":"Soul Dew","Description":[{"Content":"If held by Latias or Latios, raises the holder's Special Attack and Special Defense stats by 50%. No effect if the holder is neither of these Pokemon."}],"Competitive":[{"Content":"Soul Dew is hands-down the best item that Latias and Latios could be using—it's just a pity that Soul Dew is currently banned in OU, as it tips the Eon twins from solidly OU to top contenders in Ubers—as it is essentially a free Calm Mind, or put another way, a Choice Specs that enables you to switch moves and switch into special attacks with ease. Latios certainly has no qualms about using it, and Latias will often be persuaded to swap her Leftovers for the mystical orb. If you are using the Lati twins in Ubers, you really need look no further than Soul Dew."}]},{"Name":"Spell Tag","Description":[{"Content":"Increases the power of all of the holder's damage-dealing Ghost-type attacks by 20%."}],"Competitive":[{"Content":"Spell Tag isn't bad, but it isn't that good either. While a 20% boost to Ghost-type attacks is decent, it's not quite as excellent as the 30% boost to all attacks that you get from Life Orb. If you don't like Life Orb's recoil damage, or want to try to bluff a Choice item, then Expert Belt is typically a better overall choice for its added damage to all super effective attacks. Even if you are running a mono-attacking set with Ghost coverage (not recommended), either Leftovers or Life Orb would probably be better for your purposes, depending on your build."}]},{"Name":"Splash Plate","Description":[{"Content":"A hold item that increases the Base Power of all Water-type moves by 20%. When held by a Pokemon with the Multitype ability, the holder's type will change to Water."}],"Competitive":[{"Content":"Water Arceus is quite capable on rain teams—Water-type STAB has excellent coverage and is complemented well by Arceus's huge movepool, and it gets even more potent when boosted by the rain. However, Water Arceus's typing overlaps with Kyogre and Manaphy, and often, rain teams could make better use of an Arceus forme that has better defensive synergy with the rest of the team."},{"Content":"However, it is generally useless aside from Arceus, as most other Water-types find the power boost from Splash Plate to be too menial."}]},{"Name":"Spooky Plate","Description":[{"Content":"A hold item that increases the Base Power of all Ghost-type moves by 20%. When held by a Pokemon with the Multitype ability, the holder's type will change to Ghost."}],"Competitive":[{"Content":"Ghost Arceus is amazingly versatile, capable of being splashed into many teams with any role one could possibly need. This isn't hard to see; Ghost-type STAB has excellent neutral coverage, and defensively it brings immunities to Normal- and Fighting-type moves, most notably Rapid Spin, making Ghost Arceus a staple on teams relying on entry hazards. It is also a deadly Calm Mind sweeper, gaining unresisted coverage with Judgment and Focus Blast, and can also dismantle most physical walls with a mighty Swords Dance set as well."},{"Content":"However, it is generally useless aside from Arceus, as most other Ghost-types find the power boost from Spooky Plate to be too menial."}]},{"Name":"Starf Berry","Description":[{"Content":"If the holder's HP hits or falls below 25%, this Berry will raise one of the holder's stats at random by two stages. Consumed after use. Natural Gift becomes an 80 Base Power Psychic-type attack when the user holds this Berry, but the Berry is consumed after use."}],"Competitive":[{"Content":"Definitely the best-looking Berry, bar none. However, it's not the best in competitive battles, unfortunately. A free two-stage boost is definitely nice, if of course it is in the stat you wanted it to be in. Speed, evasion, or your preferred attacking stat are always nice—but then it always depends on the situation, meaning that on average, you are unlikely to get the boosts you need even half of the time. Alas, the rainbow Berry simply pales in comparison to more conventional boosting items."}]},{"Name":"Steel Gem","Description":[{"Content":"If the holder uses a damage-dealing Steel-type move, then the holder consumes this item and the power of that move is increased by 50%. One-time use."}],"Competitive":[{"Content":"In single battles, Steel Gem is not typically a useful item, unfortunately. While the one-time boost to Steel-type attacks is nice, most Pokemon using Steel-type attacks would rather have the more reliable power of Life Orb or Choice items."},{"Content":"Typically Gems are more valuable in the VGC and similar environments, and Steel Gem is often used here to boost the power of Steel-type attacks such as Meteor Mash from Pokemon such as Metagross, as well as vastly increasing the power of Bullet Punch from Scizor or Metagross. The one-time power boost can come in very useful in such a fast-paced metagame, especially as it comes without any drawbacks."}]},{"Name":"Stick","Description":[{"Content":"If held by Farfetch'd, this item raises the critical hit ratio of the holder by two stages. No effect if held by any other Pokemon."}],"Competitive":[{"Content":"Nifty item. Farfetch'd has plenty of high critical hit ratio moves too, such as Slash, Night Slash, and Leaf Blade. It's even useful if you don't use these moves, as you still get a high chance of a critical hit. The downside? You have to use Farfetch'd. Who is about as competitive as Sunkern. If an even remotely more usable Pokemon could use this item it would see a great deal more use—but as it is, it is relegated to one of the most awful Pokemon in the game, and it really isn't salvageable."}]},{"Name":"Sticky Barb","Description":[{"Content":"The holder takes damage equal to 12.5% of its max HP at the end of each turn. If the opponent uses a contact move on the holder, they will take damage equal to 12.5% of their max HP, and if they are not holding an item, they will obtain Sticky Barb as their held item. Does not affect a Pokemon with Magic Guard."}],"Competitive":[{"Content":"Sticky Barb is a pretty poor choice for an item. Just about every Pokemon in existence will be carrying an item into battle, so hoping to push off your Sticky Barb onto them is asking for trouble. You could theoretically Trick Sticky Barb onto an opponent, but then Toxic Orb, Flame Orb, or a Choice item are typically even more crippling, without necessarily having a negative effect on the user."}]},{"Name":"Stone Plate","Description":[{"Content":"A hold item that increases the Base Power of all Rock-type moves by 20%. When held by a Pokemon with the Multitype ability, the holder's type will change to Rock."}],"Competitive":[{"Content":"Rock Arceus's main use is to act as a counter to Ho-Oh and Reshiram, a feat no other Pokemon can truly claim. Rock Arceus also receives a boost to its Special Defense in sandstorm, making it into quite the tank and a very capable sweeper with Calm Mind or Swords Dance. Unfortunately, Rock Arceus's common weaknesses to Water-, Grass-, Ground-, and Fighting-type attacks hold it back somewhat from being a common threat."},{"Content":"However, it is generally useless aside from Arceus, as most other Rock-types find the power boost from Stone Plate to be too menial."}]},{"Name":"Tanga Berry","Description":[{"Content":"When held by a Pokemon, reduces the power of a damaging Bug-type move that would hit the holder for super effective damage by 50%. Consumed after use. Natural Gift becomes a 60 Base Power Bug-type attack when the user holds this Berry, but the Berry is consumed after use."}],"Competitive":[{"Content":"A Tanga Berry can be used if the Pokemon holding it is weak to Bug, but since it is only single-use, and there are few powerful Bug-type attackers around that you ought to be worrying about, you are unlikely to receive much mileage out of it. You also miss out on crucial power or recovery that you may get from another item."}]},{"Name":"Thick Club","Description":[{"Content":"If held by Cubone or Marowak, this item doubles the holder's Attack stat. No effect if held by any other Pokemon."}],"Competitive":[{"Content":"The only thing that makes Marowak (and Cubone in Little Cup) even remotely usable. Marowak is otherwise a rather forgettable Pokemon, but with what is effectively an automatic Swords Dance boost while retaining the ability to switch moves (and in particular, the capacity to use Swords Dance itself), it becomes an immediate powerhouse. There is no other item that your Marowak should use over this—of course, this is assuming that you are using Marowak at all, as it is quite often forgotten in favour of other, bulkier Ground-types, as nobody could accuse it of not having enough power."}]},{"Name":"Toxic Orb","Description":[{"Content":"Inflicts the holder with the Toxic poison status at the end of the first turn in which the holder was sent out. The poison status occurs after the holder would take poison damage, so the holder takes no poison damage on that first turn."}],"Competitive":[{"Content":"The Toxic Orb might seem like a horrible item at first, but it's actually quite useful on certain Pokemon. If held by Heracross, Conkeldurr, or some other Pokemon with Guts, it will activate the ability and increase Attack, giving what is effectively a Choice Band boost while retaining the ability to switch attacks, for the price of 12.5% of HP per turn. In addition, it also doubles the power of Facade, which gives Pokemon such as Ursaring and Swellow an extremely powerful STAB attack while allowing Heracross and other Pokemon a reliable attack that is as strong as a super effective Hidden Power on neutral opponents."},{"Content":"Flame Orb is an alternative that can do everything above as well, but the poison status inflicted by Toxic Orb causes less damage in the short-term while the burn status inflicted by Flame Orb causes less damage in the long-term—after 3 turns they will both have done the same amount of damage to the holder, before which Toxic Orb does less, and after which Flame Orb does less, owing to the increasing damage from Toxic poison. For this reason, Guts Pokemon that switch out often, such as Swellow, will typically use Toxic Orb, while those that try to stay in and sweep, such as Ursaring, will prefer Flame Orb."},{"Content":"Other abilities that can be used to take advantage of the poison include Marvel Scale, Quick Feet, and Toxic Boost. Toxic Boost is essentially exactly the same as Guts, only it only works with Toxic Orb, and Quick Feet boosts Speed as opposed to Attack. However, Marvel Scale is not a good ability to combine with Toxic Orb, as it is a defensive ability, so the damage from poison is rather counterproductive, hence why nobody uses Toxic Orb Milotic."}]},{"Name":"Toxic Plate","Description":[{"Content":"A hold item that increases the Base Power of all Poison-type moves by 20%. When held by a Pokemon with the Multitype ability, the holder's type will change to Poison."}],"Competitive":[{"Content":"Poison Arceus might seem like a joke at first due to Poison-type's horrible offensive coverage as well as the abundance of Psychic-types in Ubers, but it has a solid niche in being able to remove Toxic Spikes, crippling to most other Pokemon, just by stepping on the field. Its immunity to being poisoned also comes in handy elsewhere, allowing it to blow past walls such as Blissey quite easily with Calm Mind and act as a decent supporting Pokemon."},{"Content":"However, it is generally useless aside from Arceus, as most other Poison-types find the power boost from Toxic Plate to be too menial."}]},{"Name":"TwistedSpoon","Description":[{"Content":"Increases the power of all of the holder's damage-dealing Psychic-type attacks by 20%."}],"Competitive":[{"Content":"TwistedSpoon isn't bad, but it isn't that good either. While a 20% boost to Psychic-type attacks is decent, it's not quite as excellent as the 30% boost to all attacks that you get from Life Orb. If you don't like Life Orb's recoil damage, or want to try to bluff a Choice item, then Expert Belt is typically a better overall choice for its added damage to all super effective attacks. Even if you are running a mono-attacking set with Psychic coverage (not recommended), either Leftovers or Life Orb would probably be better for your purposes, depending on your build."}]},{"Name":"Wacan Berry","Description":[{"Content":"When held by a Pokemon, reduces the power of a damaging Electric-type move that would hit the holder for super effective damage by 50%. Consumed after use. Natural Gift becomes a 60 Base Power Electric-type attack when the user holds this Berry, but the Berry is consumed after use."}],"Competitive":[{"Content":"A Wacan Berry can be used if the Pokemon holding it is weak to Electric-type moves, but since it is only single-use, and the only Pokemon that would really be interested in using it are bulky Water-types, most of whom would prefer Leftovers, you are unlikely to receive much mileage out of it. You also miss out on crucial power or recovery that you may get from another item."}]},{"Name":"Water Gem","Description":[{"Content":"If the holder uses a damage-dealing Water-type move, then the holder consumes this item and the power of that move is increased by 50%. One-time use."}],"Competitive":[{"Content":"In single battles, Water Gem is not typically a useful item, unfortunately. While the one-time boost to Water-type attacks is nice, most Pokemon using Water-type attacks would rather have the more reliable power of Life Orb or Choice items."},{"Content":"Typically Gems are more valuable in the VGC and similar environments, and Water Gem is often used here to boost the power of Water-type attacks such as Hydro Pump from Pokemon such as Rotom-W or Vaporeon. The one-time power boost can come in very useful in such a fast-paced metagame, especially as it comes without any drawbacks. In addition, it can be used to increase the power of Surf and other common spread-damage attacks."}]},{"Name":"Wave Incense","Description":[{"Content":"Increases the power of all of the holder's damage-dealing Water-type attacks by 20%. If Mantine breeds while holding Wave Incense, a Mantyke Egg will be produced as opposed to a Mantine Egg."}],"Competitive":[{"Content":"Wave Incense is practically identical to Mystic Water, as they both boost Water-type moves by 20%. In any case, Wave Incense is not used much in competitive battles. It is often outclassed by items such as Choice Band and Choice Specs, which boost the power of physical and special moves by 1.5, respectively, and Life Orb, which boosts the power of all moves by 1.3. Although these three items do come with negative effects, it is generally better to use them over a Wave Incense."}]},{"Name":"White Herb","Description":[{"Content":"Removes any negative stat changes to the holder. Consumed after use."}],"Competitive":[{"Content":"White Herb is not a commonly used item, as most stat decreases come as unexpected side-effects of moves, so its effectiveness varies greatly from battle to battle. However, it can come in very handy where the holder is instigating the stat decrease, particularly for that one deadly move, Shell Smash. If the Shell Smash sweeper, such as Cloyster or Omastar, uses Shell Smash, the defensive stat drops are removed by White Herb, giving the sweeper an effective +2 Attack, +2 Special Attack, and +2 Speed with no drawbacks. However, you do miss out on the extra power you would get from Life Orb, which is unfortunate."}]},{"Name":"Wide Lens","Description":[{"Content":"Boosts the holder's accuracy by 10%."}],"Competitive":[{"Content":"Not a great item, generally. A miss can often be the factor that loses you the game, especially if it happens at a critical moment. For this reason, you would expect Pokemon that carry lots of lower-accuracy moves, such as Heracross with Megahorn and Stone Edge, to happily take on this item; however, the 10% accuracy boost is not great, and you will miss the power from Life Orb greatly. If it were 30% accuracy, it would almost certainly see more use—as it is, it can only chance Focus Blast's accuracy from a miserable 70% to a slightly less miserable 77%, it isn't really worth it."}]},{"Name":"Wiki Berry","Description":[{"Content":"Restores the HP of the holder by 1/8 of its maximum HP when at 50% HP or less. Consumed after use. If the holder has an Adamant, Careful, Impish, or Jolly nature, it will also confuse the holder upon activation. Natural Gift becomes a 60 Base Power Rock-type attack when the user holds this Berry, but the Berry is consumed after use."}],"Competitive":[{"Content":"Interestingly enough, merely staying in for two turns with Leftovers will heal the exact same amount as Wiki Berry, without even being used up—or, indeed, confusing you. Indeed, even in fast-paced metagames where you are unlikely to get the time to heal even this much with Leftovers, there are better options available. For VGC and Battle Subway, Sitrus Berry heals twice as much of your HP, and in Little Cup, Oran Berry will heal more HP in every single case. Long story short, don't bother using this."}]},{"Name":"Wise Glasses","Description":[{"Content":"Increases the power of all of the holder's damage-dealing special attacks by 10%."}],"Competitive":[{"Content":"Wise Glasses are the special equivalent of Muscle Band, and can be pretty useful as an alternative to Life Orb which does not cause recoil. Even though it is a lot weaker than Life Orb—and yes, the difference in damage is significant—it boosts the damage of all your attacks, unlike Expert Belt, which occasionally will not boost them. Expert Belt is typically the favored item, as most Pokemon who want to be switching attacks will have enough coverage to make better use of Expert Belt, and most Pokemon who are relying on STAB attacks will want Life Orb or Choice Specs for the maximum possible power. Wise Glasses is typically used less than Expert Belt both for attacking and for bluffing a Choice item, but the potential is there, if you want to risk it."}]},{"Name":"Yache Berry","Description":[{"Content":"When held by a Pokemon, reduces the power of a damaging Ice-type move that would hit the holder for super effective damage by 50%. Consumed after use. If the holder uses the move Natural Gift, this Berry will provide a one-time 60 Base Power Ice-type attack."}],"Competitive":[{"Content":"Oh, that Yache Berry. Thought by many to be largely responsible for Garchomp's banishment to Ubers in DPP and, in tandem with Sand Veil, in BW—between Sand Veil and Yache Berry, in a sandstorm Garchomp was likely to be able to survive two attacks, even an Ice-type attack, allowing it to set up Swords Dance and smash through a weakened or slower team. Even now, Garchomp will often find use for Yache Berry in Ubers, to soften an Ice Beam while setting up for a sweep, and its spiritual successor, Salamence, can also use Yache Berry in OU to soften a blow while setting up Dragon Dance; however, the top Dragon in OU, Dragonite, generally finds it rather unnecessary owing to its Multiscale ability."},{"Content":"Yache Berry is also commonly found in VGC, where Garchomp itself, Landorus, and other Ice-weak Pokemon can use it to take a Blizzard and retaliate swiftly—the ability to survive an attack, especially when setting up is generally a bad idea owing to the fast-paced nature of the metagame, can be crucial."}]},{"Name":"Zap Plate","Description":[{"Content":"A hold item that increases the Base Power of all Electric-type moves by 20%. When held by a Pokemon with the Multitype ability, the holder's type will change to Electric."}],"Competitive":[{"Content":"Electric Arceus is an incredibly potent offensive threat, despite being somewhat lackluster as a defensive Pokemon due to its lack of resistances. STAB Electric-type moves are incredibly potent in Ubers, and when backed by Ice Beam, Electric Arceus gains the BoltBeam attacking combination, allowing it to lay waste to many other Pokemon with just a Calm Mind Boost. However, Electric Arceus will often find itself struggling to fight off special walls such as Blissey."},{"Content":"However, it is generally useless aside from Arceus, as most other Electric-types find the power boost from Zap Plate to be too menial."}]},{"Name":"Zoom Lens","Description":[{"Content":"If the holder moves after the target in the same turn, this item boosts the holder's accuracy by 20%."}],"Competitive":[{"Content":"Hmm. Well, Zoom Lens is pretty good in theory, as a miss can often be the factor that loses you the game, especially if it happens at a critical moment. An extra 20% accuracy is pretty significant, too—it can turn the most horribly inaccurate moves in the game, such as Focus Blast, from horrible 70% accuracy to not-too-shabby 84%, as well as making every move of 83% accuracy and above—sadly just missing out on the infamous Stone Edge—100% likely to hit the target. So what's the problem? Unfortunately, the activation cost that the holder has to move last is pretty high, as it means that this item is basically useless for fast sweepers who could really make use of it, and thus it is relegated to those much slower, bulkier threats. Even so, these defensive Pokemon could easily make use of it in order to increase the accuracy of inaccurate status moves such as Toxic, Will-O-Wisp, and Hypnosis, but they will miss their Leftovers terribly."}]}]